{
  "PHÁP LUẬT": [{"q":"Chế định pháp luật là:","a":"Tập hợp của hai hay một số quy phạm pháp luật điều chỉnh một nhóm quan hệ xã hội liên hệ mật thiết với nhau"},{"q":"Các thành tố của hệ thống pháp luật là:","a":"Quy phạm pháp luật, chế định pháp luật, ngành luật"},{"q":"Trong quy phạm sau đây: “Mọi người có quyền tự do kinh doanh trong những ngành nghề mà pháp luật không cấm” (điều 33 Hiến pháp năm 2013), phần giả định là:","a":"“Mọi người”"},{"q":"Có bao nhiêu nguyên tắc tổ chức và hoạt động của Bộ máy Nhà nước CHXHCNVN","a":"5"},{"q":"Trong hệ thống văn bản quy phạm pháp luật của Việt Nam, văn bản quy phạm pháp luật có hiệu lực cao nhất là:","a":"Hiến pháp"},{"q":"Phần chế tài trong một quy phạm pháp luật nêu lên:","a":"Những biện pháp xử lý và áp dụng đối với chủ thể không thực hiện mệnh lệnh của Nhà nước nêu ở phần quy định"},{"q":"Cơ quan nào dưới đây thuộc hệ thống các cơ quan quản lý trong bộ máy nhà nước của Việt Nam?","a":"Chính phủ"},{"q":"Người đứng đầu cơ quan hành pháp trong bộ máy nhà nước của Việt Nam là:","a":"Thủ tướng chính phủ"},{"q":"Theo Hiến pháp năm 2013, cơ quan nhà nước nào mới được bổ sung vào bộ máy nhà nước của Việt Nam?","a":"Hội đồng bầu cử quốc gia"},{"q":"Chính phủ là cơ quan nhà nước có đặc điểm nào dưới đây?","a":"Chính phủ là cơ quan hành pháp"},{"q":"Tiêu chí nào dưới đây không được sử dụng để xác định cơ quan nhà nước thuộc bộ máy nhà nước?","a":"Cơ quan nhà nước hoạt động trên cơ sở kinh phí do tư nhân cung cấp"},{"q":"Trong lịch sử loài người, đã có mấy kiểu nhà nước?","a":"4"},{"q":"Điều 19 của Hiến pháp năm 2013 quy định: “Mọi người có quyền sống”. Quy phạm pháp luật này không có:","a":"Phần chế tài"},{"q":"Ở Việt Nam, hệ thống Tòa án quân sự bao gồm:","a":"Tòa án quân sự Trung ương; Tòa án quân sự Quân khu; Tòa án quân sự Khu vực và Quân chủng"},{"q":"Theo quy định của pháp luật Việt Nam, khi các văn bản có quy định khác nhau về cùng một vấn đề thì áp dụng quy định của:","a":"Văn bản có hiệu lực pháp lý cao hơn"},{"q":"Anh M đồng ý bán cho anh K một chiếc xe máy cũ. Hai bên thỏa thuận anh M sẽ giao xe cho anh K trong vòng 30 ngày kể từ ngày đồng ý bán. Tuy nhiên, 10 ngày sau, chiếc xe máy bị cháy. Theo quy định của Bộ luật Dân sự năm 2015, hợp đồng mua bán xe máy giữa anh M và anh K có thể bị tuyên bố vô hiệu vì"},{"q":"Theo Bộ luật Dân sự năm 2015, chiếm hữu ngay tình là:","a":"Việc chiếm hữu mà người chiếm hữu có căn cứ để tin rằng mình có quyền đối với tài sản đang chiếm hữu"},{"q":"Theo quy định của Bộ luật Dân sự năm 2015, một bên có quyền đơn phương chấm dứt thực hiện hợp đồng nếu:","a":"Cả ba đáp án trên đều đúng"},{"q":"Theo Bộ luật Dân sự năm 2015, chế tài phạt do vi phạm hợp đồng được áp dụng:","a":"Khi các bên có thỏa thuận trong hợp đồng về việc áp dụng chế tài phạt"},{"q":"Theo quy định của Bộ luật Dân sự năm 2015, khi áp dụng chế tài phạt, mức phạt:","a":"Do các bên thỏa thuận trong hợp đồng"},{"q":"Pháp luật dân sự Việt Nam hiện nay có bao nhiêu nguyên tắc?","a":"5"},{"q":"Theo Bộ luật Dân sự năm 2015, chiếm hữu có căn cứ pháp luật không bao gồm?","a":"Cả ba trường hợp trên"},{"q":"Quan hệ nhân thân thuộc đối tượng điều chỉnh của Luật dân sự bao gồm:","a":"Quan hệ nhân thân gắn với tài sản và quan hệ nhân thân không gắn với tài sản"},{"q":"Theo quy định của Bộ luật Dân sự năm 2015, thời hiệu khởi kiện về hợp đồng là:","a":"3 năm kể từ ngày người có quyền yêu cầu biết hoặc phải biết quyền và lợi ích hợp pháp của mình bị xâm phạm"},{"q":"Công ty A ký hợp đồng với Công ty B để thuê ô tô đưa nhân viên đi du lịch. Đối tượng của hợp đồng này là","a":"Dịch vụ cho thuê ô tô"},{"q":"Theo quy định của Bộ luật Dân sự năm 2015, hợp đồng dân sự bắt buộc phải được lập dưới hình thức:","a":"Không đáp án nào đúng"},{"q":"Anh A ăn trộm chiếc xe máy dựng ở vỉa hè. Theo Bộ luật Dân sự năm 2015, việc chiếm hữu của anh A đối với chiếc xe máy đó là:","a":"Chiếm hữu không có căn cứ pháp luật nhưng không ngay tình"},{"q":"Theo pháp luật dân sự Việt Nam, chủ thể của quyền sở hữu là:","a":"Người đang sở hữu tài sản"},{"q":"Theo quy định của Bộ luật Dân sự năm 2015, quyền khác trong chế định quyền sở hữu không bao gồm:","a":"Quyền sử dụng"},{"q":"Theo Bộ luật Dân sự năm 2015, quyền sử dụng đối với tài sản được hiểu là:","a":"Quyền khai thác công dụng, hưởng hoa lợi, lợi tức từ tài sản"},{"q":"Theo quy định của Bộ luật Lao động, người sử dụng lao động là cá nhân phải là người:","a":"Đủ 18 tuổi"},{"q":"Phương pháp điều chỉnh của Luật lao động:","a":"Mệnh lệnh, thỏa thuận và thông qua tổ chức công đoàn"},{"q":"Theo Bộ luật Lao động năm 2012, khi một bên có yêu cầu sửa đổi, bổ sung hợp đồng lao động mà các bên không đạt được thỏa thuận về việc này, thì nhận định nào sau đây là đúng?","a":"Hợp đồng lao động vẫn tiếp tục được thực hiện"},{"q":"Theo Bộ luật Lao động năm 2012, khi người lao động làm thêm trong ngày nghỉ hàng tuần, người lao động sẽ được hưởng mức tiền lương ít nhất bằng:","a":"200% mức lương ngày thường"},{"q":"Nhận định nào dưới đây là đúng?","a":"Luật lao động là một ngành luật độc lập trong hệ thống pháp luật Việt Nam"},{"q":"Theo Bộ luật Lao động năm 2012, người lao động không có đặc điểm nào dưới đây?","a":"Là tổ chức"},{"q":"Theo Bộ luật Lao động năm 2012, người sử dụng lao động khi có sử dụng lao động phải khai báo:","a":"Trong vòng 30 ngày"},{"q":"Cửa hàng M tuyển chị B làm nhân viên bán hàng bán thời gian trong thời gian 24 tháng. Hợp đồng lao động giữa cửa hàng M và chị B, theo quy định của Bộ luật Lao động năm 2012, phải được lập thành mấy bản?","a":"2 bản"},{"q":"Nhận định nào dưới đây là đúng khi nói về quyền của người lao động?","a":"Người lao động không có quyền yêu cầu người sử dụng điều chỉnh mức đóng bảo hiểm thất nghiệp"},{"q":"Theo quy định của Bộ luật Lao động năm 2012, nội dung nào dưới đây không phải là nội dung chủ yếu của hợp đồng lao động?","a":"Giải quyết tranh chấp phát sinh"},{"q":"Theo quy định của Bộ luật Lao động, tiền lương làm thêm của người lao động vào ngày nghỉ hàng tuần theo giờ tiêu chuẩn là:","a":"2"},{"q":"Theo Bộ luật Lao động, người lao động và người sử dụng lao động có quyền đơn phương chấm dứt hợp đồng lao động và báo trước với thời hạn quy định là:","a":"45 ngày đối với Hợp đồng không thời hạn, 30 ngày với hợp đồng có thời hạn."},{"q":"Theo Bộ luật Lao động năm 2012, người sử dụng lao động có thể trả lương theo hình thức nào dưới đây?","a":"Một trong các hình thức nêu trên"},{"q":"Theo quy định của Bộ luật Lao động năm 2012, thời hiệu khởi kiện đối với tranh chấp về bồi thường thiệt hại cho người sử dụng lao động trong tranh chấp lao động cá nhân là bao nhiêu năm kể từ ngày mỗi bên tranh chấp cho rằng quyền và lợi ích của mình bị vi phạm?","a":"1 năm"},{"q":"Nhận định nào dưới đây đúng khi nói về các nguyên tắc của luật lao động?","a":"Khuyến khích các thỏa thuận có lợi hơn cho người lao động"},{"q":"Theo Luật Xử lý vi phạm hành chính năm 2012, người nào có nghĩa vụ chứng minh hành vi vi phạm hành chính?","a":"Người có thẩm quyền xử lý hành vi vi phạm hành chính"},{"q":"Quan hệ pháp luật hành chính nội bộ là:","a":"Quan hệ pháp luật điều chỉnh mối quan hệ giữa các chủ thể có mối quan hệ lệ thuộc về mặt tổ chức"},{"q":"Cá nhân nào dưới đây phải chịu trách nhiệm do vi phạm hành chính gây ra bởi bất kỳ loại lỗi nào?","a":"Cá nhân từ đủ 16 tuổi trở lên"},{"q":"Điều 8 khoản 1 Nghị định số 42/2019/NĐ-CP của Chính phủ ngày 16/05/2019 quy định: “Phạt tiền từ 10.000.000 đồng đến 20.000.000 đồng đối với hành vi không thực hiện đúng nội dung văn bản chấp thuận hoặc phương án khai thác loài thủy sản nguy cấp, quý hiếm.” Nếu một tổ chức vi phạm quy định này và không có tình tiết tăng nặng hoặc giảm nhẹ, tổ chức đó bị xử phạt khoản tiền là:","a":"60 triệu đồng"},{"q":"Theo Luật xử lý vi phạm hành chính năm 2012, nhận định nào dưới đây không đúng?","a":"Cơ quan đại diện ngoại giao của Việt Nam ở nước ngoài có quyền tịch thu tang vật, phương tiện vi phạm hành chính"},{"q":"Ông Nguyễn Văn A chạy xe mô tô vượt quá tốc độ cho phép 25km/h. Theo Nghị định số 46/2016/NĐ-CP ngày 26/05/2016 của Chính phủ quy định xử phạt vi phạm hành chính trong lĩnh vực giao thông đường bộ và đường sắt, ông A đã bị xử phạt 3,5 triệu đồng và tịch thu bằng lái 02 tháng. Hình thức xử phạt chính trong tình huống này là:","a":"Phạt tiền"},{"q":"Theo Luật xử lý vi phạm hành chính năm 2012, người nào trong cơ quan thuế có quyền phạt tiền đến 25 triệu đồng?","a":"Chi cục trưởng chi cục thuế"},{"q":"Trong một số trường hợp, để xác định có hành vi vi phạm hành chính hay không, cần phải kết hợp với yếu tố nào dưới đây?","a":"Thời gian thực hiện hành vi"},{"q":"Cá nhân nào dưới đây không phải chịu trách nhiệm do vi phạm hành chính?","a":"Cá nhân dưới 14 tuổi"},{"q":"Theo Luật Xử lý vi phạm hành chính năm 2012, việc áp dụng biện pháp xử lý hành chính phải:","a":"Nhanh chóng, công khai, khách quan, đúng thẩm quyền, đảm bảo công bằng, đúng quy định"},{"q":"Cá nhân nào dưới đây chỉ phải chịu trách nhiệm do vi phạm hành chính gây ra bởi lỗi cố ý?","a":"Cá nhân từ đủ 14 tuổi đến dưới 16 tuổi"},{"q":"Theo Luật Xử lý vi phạm hành chính năm 2012, biện pháp ngăn chặn và bảo đảm xử lý vi phạm hành chính không bao gồm biện pháp nào dưới đây?","a":"Buộc thu hồi sản phẩm, hàng hóa không đảm bảo chất lượng"},{"q":"Theo Luật Xử lý vi phạm hành chính năm 2012, một hành vi vi phạm hành chính có thể bị xử phạt bao nhiêu lần?","a":"1 lần"},{"q":"Các căn cứ được sử dụng để phân biệt giữa vi phạm hành chính với tội phạm không bao gồm:","a":"Phạm vi tác động của vi phạm"},{"q":"Theo Luật xử lý vi phạm hành chính năm 2012, chiến sỹ công an đang thi hành công vụ có quyền phạt tiền không quá:","a":"500.000 đồng"},{"q":"Theo pháp luật tố tụng hình sự Việt Nam, trong thời gian chuẩn bị cho việc xét xử, tòa án không thể ra quyết định nào dưới đây:","a":"Đình chỉ vụ án"},{"q":"Theo pháp luật tố tụng hình sự Việt Nam, tòa phúc thẩm không có quyền:","a":"Không có đáp án nào đúng"},{"q":"Theo pháp luật hình sự Việt Nam, một người bị coi là có tội khi:","a":"Bị tòa tuyên là có tội"},{"q":"Hai nhóm quan hệ xã hội chính thuộc đối tượng điều chỉnh của pháp luật hình sự là?","a":"Các quan hệ xã hội giữa Nhà nước và người phạm tội; các quan hệ xã hội giữa Nhà nước và pháp nhân thương mại phải chịu trách nhiệm hình sự"},{"q":"Dấu hiệu nào sau đây không phải là dấu hiệu cơ bản của tội phạm?","a":"Tính vi phạm pháp luật"},{"q":"Theo pháp luật tố tụng hình sự Việt Nam, thời hạn chuẩn bị để mở phiên tòa xét xử tội phạm ít nghiêm trọng là:","a":"45 ngày"},{"q":"Nhận định nào sau đây đúng khi nói về pháp luật hình sự?","a":"Pháp luật hình sự quy định hình phạt có thể áp dụng cho các tội phạm"},{"q":"Giám đốc thẩm là xét xử lại vụ án đã có hiệu lực pháp luật khi:","a":"Phát hiện sai phạm trong quy trình tố tụng"},{"q":"Đối với người từ đủ 14 tuổi trở lên, nhưng chưa đủ 16 tuổi, phải chịu trách nhiệm hình sự về:","a":"Tội phạm rất nghiêm trọng do cố ý."},{"q":"Nhận định nào dưới đây về nguyên tắc xử phạt hành chính là sai?","a":"Đối tượng bị xử phạt hành chính chỉ có thể là cá nhân"},{"q":"Các hình thức xử phạt vi phạm hành chính bao gồm:","a":"Cảnh cáo, phạt tiền, tước quyền sử dụng giấy phép, tịch thu tang vật, phương tiện được sử dụng để vi phạm hành chính, buộc tháo dỡ khôi phục tình trạng ban đầu."},{"q":"Theo Bộ luật Hình sự năm 2015, hình phạt nào dưới đây không phải là hình phạt bổ sung:","a":"Cải tạo không giam giữ"},{"q":"Bà K đang bán 1 kg heroine thì bị bắt quả tang. Theo Bộ luật Hình sự năm 2015, tội phạm mà bà K phạm phải là tội phạm đặc biệt nghiêm trọng. Thời hiệu truy cứu trách nhiệm hình sư đối với bà K là:","a":"20 năm kể từ ngày tội phạm được thực hiện"},{"q":"Theo pháp luật tố tụng hình sự Việt Nam, trong quá trình xét xử vụ án hình sự, người nào dưới đây không có quyền kháng cáo/kháng nghị đối với bản án hình sự sơ thẩm?","a":"Tòa án nhân dân tối cao"},{"q":"Theo Bộ luật Hình sự năm 2015, trục xuất là hình phạt được áp dụng cho:","a":"Người nước ngoài phạm tội trên lãnh thổ Việt Nam"},{"q":"Ông Y là giám đốc công ty TNHH PQL. Trong thời gian làm việc tại đây, ông Y đã buộc Kế toán trưởng phải xuất 2 tỷ đồng tiền mặt của công ty để phục vụ cho các mục đích tiêu dùng cá nhân của mình. Hành vi của ông Y, theo quy định của Luật Phòng, chống tham nhũng năm 2018, là:","a":"Tham ô tài sản"},{"q":"Luật Phòng chống tham nhũng năm 2018 bao gồm:","a":"10 chương và 96 điều khoản"},{"q":"Hành vi nào dưới đây không thuộc hành vi giả mạo trong công tác?","a":"Không có đáp án nào đúng"},{"q":"Theo Luật Phòng, chống tham nhũng năm 2018, hành vi nào dưới đây là hành vi tham nhũng trong khu vực nhà nước:","a":"Lợi dụng chức vụ, quyền hạn gây ảnh hưởng đối với người khác để trục lợi"},{"q":"Nguyên nhân tham nhũng nào sau đây không thuộc nhóm nguyên nhân khách quan:","a":"Quá trình chuyển đổi cơ chế, tồn tại và đan xen giữa cái mới và cái cũ"},{"q":"Trong công tác phòng, chống tham nhũng, Ban thanh tra nhân dân không có trách nhiệm nào dưới đây:","a":"Trực tiếp xem xét đơn kiến nghị và xác minh hành vi tham nhũng"},{"q":"Tham nhũng có những tác hại nào dưới đây?","a":"Tác hại về chính trị, tác hại về kinh tế, tác hại về xã hội"},{"q":"Luật Phòng chống tham nhũng hiện hành của Việt Nam có hiệu lực từ ngày:","a":"01/07/2019"},{"q":"Theo Luật Phòng, chống tham nhũng năm 2018, hành vi tham nhũng là hành vi:","a":"Bị cấm"},{"q":"Bà A tốt nghiệp đại học năm 2005 sau đó làm nhân viên cho một doanh nghiệp đến năm 2013. Đến năm 2015, bà A được tuyển dụng vào làm việc tại một cơ quan nhà nước. Năm 2019, bà A được bổ nhiệm làm trưởng phòng. Theo pháp luật về phòng chống tham nhũng của Việt Nam, bà A chỉ có thể là chủ thể tham nhũng kể từ:","a":"2019"},{"q":"Nhận định nào dưới đây không đúng?","a":"Luật Phòng chống tham nhũng không điều chỉnh hoạt động hợp tác quốc tế về phòng, chống tham nhũng"},{"q":"Theo Luật Phòng, chống tham nhũng năm 2018, hành vi tham nhũng trong khu vực nhà nước không bao gồm:","a":"Cố ý làm trái gây hậu quả nghiêm trọng"},{"q":"Theo quy định của pháp luật về phòng, chống tham nhũng thì hành vi nào dưới đây là những hành vi nhũng nhiễu vì vụ lợi?","a":"Cửa quyền, hách dịch, gây khó khăn, phiền hà khi thực hiện nhiệm vụ, công vụ nhằm đòi hỏi, ép buộc cơ quan, tổ chức, cá nhân khác phải nộp những khoản chi phí ngoài quy định;"},{"q":"Tham nhũng là hành vi của người có chức vụ, quyền hạn nhằm mục đích gì?","a":"Vụ lợi"},{"q":"Công tác phòng, chống tham nhũng không có ý nghĩa nào dưới đây?","a":"Đảm bảo sự phát triển đầy đủ của tất cả các thành phần kinh tế"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, người tiêu dùng không có nghĩa vụ nào dưới đây?","a":"Trả lại hàng khi hàng không đáp ứng tiêu chuẩn"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, người tiêu dùng không có quyền nào dưới đây?","a":"Yêu cầu người bán cung cấp hàng hóa cho mình bất kỳ khi nào"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, biên bản hòa giải thành không cần có nội dung nào sau đây?","a":"Cam kết của các bên về việc sẽ không khởi kiện ra tòa án"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, trừ khi có thỏa thuận khác, kết quả thương lượng thành giữa tổ chức, cá nhân kinh doanh hàng hóa, dịch vụ với người tiêu dùng phải được lập bằng:","a":"Văn bản"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, khi điều khoản trọng tài do tổ chức kinh doanh hàng hóa đưa vào hợp đồng theo mẫu thì khi xảy ra tranh chấp:","a":"Người tiêu dùng có quyền lựa chọn phương thức giải quyết tranh chấp khác"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, khi giải quyết tranh chấp về bảo vệ quyền lợi người tiêu dùng bằng trọng tài, nhận định nào dưới đây là đúng?","a":"Phán quyết của trọng tài là chung thẩm"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, thông báo thông tin về vụ án dân sự về bảo vệ quyền lợi người tiêu dùng do tổ chức xã hội khởi kiện không bao gồm nội dung nào sau đây:","a":"Các bằng chứng, chứng cứ đi kèm đơn khởi kiện"},{"q":"Người tiêu dùng là:","a":"Người mua, sử dụng hàng hóa dịch vụ cho mục đích tiêu dùng, sinh hoạt của cá nhân, gia đình, tổ chức."},{"q":"Công ty K, sau khi phát hiện một lô hàng hóa đã bán ra thị trường bị nhiễm độc, đã thu lại lô hàng đó. Theo Luật Bảo vệ quyền lợi người tiêu dùng, công ty K đang thực hiện trách nhiệm:","a":"Thu hồi hàng hóa có khuyết tật"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, khi tổ chức, cá nhân kinh doanh hàng hóa dịch vụ và người tiêu dùng lựa chọn hòa giải làm phương thức giải quyết tranh chấp. Việc hòa giải có thể được tiến hành bởi người thứ ba là:","a":"Tổ chức hòa giải"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng, nhận định nào dưới đây là đúng khi nói về các cá nhân hoạt động thương mại độc lập, thường xuyên và không phải đăng ký kinh doanh?","a":"Họ không phải là thương nhân"},{"q":"Bà K, sau khi sử dụng mỹ phẩm bị nổi mụn, đã nhờ Hội Bảo vệ quyền lợi người tiêu dùng tỉnh K đứng ra bảo vệ quyền lợi cho mình đối với hãng mỹ phẩm đã bán mỹ phẩm cho bà. Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, bà K đang thực hiện quyền:","a":"Đề nghị tổ chức xã hội bảo vệ quyền lợi cho mình"},{"q":"Cửa hàng điện máy M tiến hành sửa chữa tủ lạnh cho bà H trong thời hạn bảo hành của chiếc tủ lạnh này. Theo Luật Bảo vệ quyền lợi người tiêu dùng, cửa hàng điện máy M đang thực hiện trách nhiệm:","a":"Bảo hành hàng hóa, linh kiện, phụ kiện"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, tổ chức, cá nhân kinh doanh hàng hóa, dịch vụ phải là người cung cấp hàng hóa, dịch vụ nhằm mục đích:","a":"Sinh lợi"},{"q":"Bà H sau khi uống xong chai nước đã để chai nhựa đựng nước vào thùng rác tái chế. Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, bà H đang thực hiện nghĩa vụ:","a":"Không làm tổn hại đến môi trường"},{"q":"Theo quy định của pháp luật hình sự, khung hình phạt cao nhất cho tội phạm rất nghiêm trọng là:","a":"Đến 15 năm tù"},{"q":"Điều 8 khoản 1 Nghị định số 42/2019/NĐ-CP của Chính phủ ngày 16/05/2019 quy định: “Phạt tiền từ 10.000.000 đồng đến 20.000.000 đồng đối với hành vi không thực hiện đúng nội dung văn bản chấp thuận hoặc phương án khai thác loài thủy sản nguy cấp, quý hiếm.” Nhận định nào sau đây là đúng?","a":"Mức phạt tiền nêu trên được quy cho hành vi vi phạm của cá nhân"},{"q":"Theo Bộ luật Dân sự năm 2015, chiếm hữu ngay tình là:","a":"Việc chiếm hữu mà người chiếm hữu có căn cứ để tin rằng mình có quyền đối với tài sản đang chiếm hữu"},{"q":"Theo Bộ luật Dân sự năm 2015, chiếm hữu có căn cứ pháp luật không bao gồm?","a":"Cả ba trường hợp trên"},{"q":"Theo Bộ luật Dân sự năm 2015, điều kiện để thực hiện quyền định đoạt là:","a":"Cả ba đáp án trên"},{"q":"Phần tử nhỏ nhất tạo nên hệ thống pháp luật Việt Nam là gì?","a":"Quy phạm pháp luật"},{"q":"Loại hợp đồng nào dưới đây không được quy định trong Bộ luật Lao động năm 2012?","a":"Hợp đồng lao động xác định thời hạn từ ba năm đến năm năm"},{"q":"Theo Bộ luật Lao động năm 2012, việc trả lương không được thực hiện theo nguyên tắc nào dưới đây?","a":"Trực tiếp, đầy đủ, đúng hạn"},{"q":"Theo Bộ luật Lao động năm 2012, khi người lao động làm thêm trong ngày nghỉ hàng tuần, người lao động sẽ được hưởng mức tiền lương ít nhất bằng:","a":"200% mức lương ngày thường"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, người nào sau đây không được coi là tổ chức kinh doanh hàng hóa, dịch vụ?","a":"Trường Đại học BK (trường đại học công lập)"},{"q":"Ngành luật nào không có trong hệ thống pháp luật Việt Nam?","a":"Ngành luật doanh nghiệp"},{"q":"Theo quy định của Luật dân sự, căn cứ nào sau đây không được coi là căn cứ xác lập quyền sở hữu tài sản hợp pháp?","a":"Do trộm cắp, chiếm đoạt bất hợp pháp không ngay tình của người khác"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, người tiêu dùng có bao nhiêu quyền cơ bản?","a":"8"},{"q":"Theo quy định tại Điều 9 của Hiến pháp năm 2013, cơ sở chính trị của chính quyền nhân dân là:","a":"Mặt trận tổ quốc"},{"q":"Theo Hiến pháp năm 2013, quyền dân sự và chính trị trong quyền con người không bao gồm:","a":"Quyền sở hữu hợp pháp về thu nhập"},{"q":"Bà X bán cho ông Y một mảnh đất trị giá 5 tỷ đồng. Tuy nhiên, bà X và ông Y thỏa thuận chỉ ký hợp đồng trong đó giá trị mảnh đất ghi là 3 tỷ đồng. Trên thực tế, ông Y vẫn trả bà X đủ 5 tỷ đồng. Theo quy định của Bộ luật Dân sự năm 2015, hợp đồng ghi giá trị mảnh đất 3 tỷ đồng có thể bị tuyên bố vô hiệu vì:","a":"Giả tạo"},{"q":"Người nào dưới đây không phải là người lao động theo Bộ luật Lao động năm 2012?","a":"Em An là học sinh lớp 5"},{"q":"Theo pháp luật Việt Nam hiện hành, tổ chức, cá nhân nào dưới đây khi kinh doanh hàng hóa, dịch vụ phải có đăng ký kinh doanh?","a":"Người mở cửa hàng kinh doanh đồ thủ công mỹ nghệ"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, trách nhiệm nào dưới đây là trách nhiệm của tổ chức xã hội bảo vệ quyền lợi người tiêu dùng?","a":"Độc lập khảo sát về chất lượng của hàng hóa"},{"q":"Theo Bộ luật dân sự năm 2015, nguyên tắc nào dưới đây không phải là nguyên tắc của pháp luật dân sự Việt Nam?","a":"Nguyên tắc giao dịch có lợi"},{"q":"Theo quy định của Bộ luật Lao động năm 2012, khi hợp đồng lao động có xác định thời hạn kết thúc, người lao động tiếp tục làm việc và hai bên sẽ ký hợp đồng lao động có xác định thời hạn mới. Hợp đồng có xác định thời hạn mới có thể được ký thêm bao nhiêu lần?","a":"1 lần"},{"q":"Hành vi nào sau đây không thuộc nhóm hành vi tham nhũng theo quy định của pháp luật hiện hành:","a":"Giảm bớt hao phí trong sử dụng tiền, tài sản, lao động, thời gian lao động và tài nguyên thiên nhiên nhưng vẫn đạt được mục tiêu đã định"},{"q":"Theo Hiến pháp năm 2013, bảo vệ Tổ quốc Việt Nam XHCN là:","a":"Tất cả đều đúng"},{"q":"Theo Bộ luật Lao động năm 2012, nội quy lao động bắt buộc phải có đối với người sử dụng lao động từ:","a":"10 lao động trở lên"},{"q":"Công ty TNHH A (Việt Nam) ký hợp đồng xuất khẩu hàng thủ công mỹ nghệ với Công ty Cổ phần X (Singapore). Hợp đồng mà hai công ty ký kết không có đặc điểm nào dưới đây?","a":"Hợp đồng cung ứng dịch vụ"},{"q":"Cấu thành của quy phạm pháp luật thông thường bao gồm:","a":"Giả định, quy định, chế tài"},{"q":"Chủ thể của tham nhũng là:","a":"Người có chức vụ, quyền hạn"},{"q":"Phương pháp điều chỉnh của Luật lao động:","a":"Mệnh lệnh, thỏa thuận và thông qua tổ chức công đoàn"},{"q":"Anh A mua một chiếc máy xay sinh tố từ một trang web thương mại điện tử. Khi người giao hàng giao hàng đến nhà, anh A đã mở niêm phong và kiểm tra hàng, sau đó thanh toán tiền hàng cho người giao hàng. Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, anh A đang thực hiện nghĩa vụ:","a":"Kiểm tra hàng hóa trước khi nhận hàng"},{"q":"Theo Hiến pháp năm 2013, mục đích của chính sách khoa học và công nghệ là:","a":"Tất cả đều đúng"},{"q":"Theo pháp luật Việt Nam hiện hành, người cung cấp dịch vụ nào dưới đây không được coi là cá nhân hoạt động thương mại độc lập, thường xuyên không phải đăng ký kinh doanh?","a":"Dịch vụ bảo vệ"},{"q":"Ở Việt Nam, văn bản luật do cơ quan nào dưới đây ban hành?","a":"Quốc hội"},{"q":"Theo pháp luật tố tụng hình sự Việt Nam, giai đoạn nào không nằm trong các giai đoạn tố tụng của một vụ án hình sự?","a":"Dẫn độ tội phạm"},{"q":"Quyền con người thường được chia thành hai nhóm lớn là:","a":"Quyền dân sự và chính trị; quyền về kinh tế, xã hội và văn hóa"},{"q":"Căn cứ vào trình tự thành lập, cơ quan nhà nước được chia thành:","a":"Cơ quan do dân trực tiếp bầu ra và cơ quan không do dân trực tiếp bầu ra"},{"q":"Một trong những điểm mới của pháp luật hình sự sau khi Bộ luật Hình sự năm 2015 có hiệu lực là:","a":"Buộc pháp nhân thương mại khi phạm tội phải chịu trách nhiệm hình sự"},{"q":"Khi tố cáo hành vi tham nhũng, công dân không có trách nhiệm nào dưới đây?","a":"Số tiền mà người có hành vi tham nhũng có được"},{"q":"Trong mối quan hệ giữa Nhà nước và người phạm tội, người phạm tội có quyền:","a":"Yêu cầu Nhà nước chỉ được buộc mình chịu trách nhiệm hình sự đúng với quy định của pháp luật"},{"q":"Theo Hiến pháp năm 2013, công dân nước Cộng hòa xã hội chủ nghĩa Việt Nam là:","a":"Người có quốc tịch Việt Nam"},{"q":"Theo Hiến pháp năm 2013, thành phần kinh tế nhà nước:","a":"Giữ vai trò chủ đạo"},{"q":"Trách nhiệm của cá nhân tham gia phòng, chống tham nhũng không bao gồm:","a":"Xây dựng quy chế về phòng, chống tham nhũng tại thôn, xóm, tổ dân phố"},{"q":"Điều 32 của Bộ luật Dân sự năm 2015 quy định: “Việc sử dụng hình ảnh của cá nhân phải được người đó đồng ý”. Trong quy phạm pháp luật này, phần giả định là:","a":"“Việc sử dụng hình ảnh của cá nhân”"},{"q":"Theo quy định của Bộ luật Dân sự năm 2015, hợp đồng bắt buộc phải được lập bằng ngôn ngữ nào?","a":"Không có quy định"},{"q":"Theo quy định của pháp luật Việt Nam, các văn bản do cùng một cơ quan ban hành có quy định khác nhau, thì áp dụng quy định của:","a":"Văn bản được ban hành sau"},{"q":"Trên thế giới, quyền con người không được quy định trong các văn kiện nào dưới đây?","a":"Công ước Viên năm 1980 về hợp đồng mua bán hàng hóa quốc tế"},{"q":"Trong pháp luật hành chính, quan hệ pháp luật về nội dung là:","a":"Quan hệ để thực hiện quyền và nghĩa vụ của các chủ thể trong mối quan hệ đó"},{"q":"Quan hệ xã hội nào dưới đây không do luật hành chính điều chỉnh?","a":"Quan hệ giữa Quốc hội với Chính phủ"},{"q":"Ai là người trong hội đồng xét xử được tham gia nghị án trong phiên tòa hình sự sơ thẩm?","a":"Thẩm phán và Hội thẩm nhân dân"},{"q":"Cơ quan nào sau đây không thuộc cơ quan hành chính nhà nước?","a":"Hội đồng nhân dân"},{"q":"Một trong những nguyên nhân của tham nhũng là nạn quà cáp, hối lộ. Đây là nguyên nhân xuất phát từ:","a":"Tập quán văn hóa"},{"q":"Theo quy định của Bộ luật Lao động năm 2012, thời hiệu khởi kiện đối với tranh chấp về bồi thường thiệt hại cho người sử dụng lao động trong tranh chấp lao động cá nhân là bao nhiêu năm kể từ ngày mỗi bên tranh chấp cho rằng quyền và lợi ích của mình bị vi phạm?","a":"1 năm"},{"q":"Tổ chức và hoạt động của Bộ máy Nhà nước CHXHCN Việt Nam được thực hiện trên cơ sở những nguyên tắc nào?","a":"Đảm bảo quyền lực nhân dân trong tổ chức và hoạt động; Đảng lãnh đạo Nhà nước; tập trung dân chủ; pháp chế xã hội chủ nghĩa; bình đẳng và đoàn kết dân tộc."},{"q":"Luật nhà nước (Luật Hiến pháp) có vai trò gì trong hệ thống pháp luật Việt Nam?","a":"Là đạo luật cơ bản, quan trọng nhất, có hiệu lực pháp lý cao nhất trong hệ thống pháp luật Việt Nam."},{"q":"“Xây dựng con người Việt Nam có sức khỏe, văn hóa, giàu lòng yêu nước, có tinh thần đoàn kết, ý thức làm chủ, trách nhiệm công dân” là mục đích của chính sách nào được quy định trong Hiến pháp năm 2013?","a":"Chính sách xã hội"},{"q":"“Bảo vệ các quyền và lợi ích hợp pháp của bà mẹ, trẻ em trong quan hệ gia đình” là một trong những mục đích của chính sách nào được quy định trong Hiến pháp năm 2013?","a":"Quốc hội"},{"q":"Theo Hiến pháp năm 2013, thành phần kinh tế nhà nước:","a":"5"},{"q":"Ở Việt Nam, Hiến pháp do ai ban hành?","a":"Chế độ chính trị và chế độ kinh tế; chính sách xã hội, văn hóa, giáo dục, khoa học công nghệ, môi trường; quyền con người, quyền và nghĩa vụ cơ bản của công dân"},{"q":"Tính đến năm 2018, Việt Nam có mấy bản Hiến pháp?","a":"Quốc sách hàng đầu, giữ vai trò then chốt trong sự nghiệp phát triển kinh tế - xã hội của đất nước."},{"q":"Hiến pháp năm 2013 quy định những nội dung cơ bản nào?","a":"Công ước Viên năm 1980 về hợp đồng mua bán hàng hóa quốc tế"},{"q":"Hiến pháp Việt Nam năm 2013 xác định phát triển khoa học và công nghệ là:","a":"Đảm bảo nguyên tắc bình đẳng trong việc tiếp cận các nguồn lực của xã hội"},{"q":"Theo Hiến pháp năm 2013, nhận định nào dưới đây không đúng khi nói về chế độ kinh tế?"},{"q":"Ông Nguyễn Văn Hải là người Việt Nam sinh sống ở nước ngoài. Nhận định nào dưới đây là đúng?"},{"q":"Hiến pháp không có đặc trưng nào dưới đây?"},{"q":"Trên thế giới, quyền con người không được quy định trong các văn kiện nào dưới đây?"},{"q":"Mục đích phát triển kinh tế theo Hiến pháp là:"},{"q":"Đại hội Đảng toàn quốc lần thứ XI khẳng định nền kinh tế Việt Nam là nền kinh tế thị trường định hướng xã hội chủ nghĩa có bao nhiêu hình thức sở hữu?"},{"q":"Theo Hiến pháp năm 2013 của Việt Nam, chính sách xã hội không nhằm mục đích nào dưới đây?"},{"q":"Điều 29 khoản 2 của Bộ luật Dân sự năm 2015 quy định: “Cá nhân khi sinh ra được xác định dân tộc theo dân tộc của cha đẻ, mẹ đẻ. Trường hợp cha đẻ, mẹ đẻ thuộc hai dân tộc khác nhau thì dân tộc của con được xác định theo dân tộc của cha đẻ hoặc mẹ đẻ theo thỏa thuận của cha đẻ, mẹ đẻ; trường hợp không có thỏa thuận thì dân tộc của con được xác định theo tập quán; trường hợp tập quán khác nhau thì dân tộc của con được xác định theo tập quán của dân tộc ít người hơn”. Trong quy định này, có mấy quy phạm pháp luật?","a":"4"},{"q":"Ở Việt Nam, nghị định là văn bản quy phạm pháp luật do cơ quan nào ban hành?","a":"Chính phủ"},{"q":"Hệ thống văn bản pháp luật của Việt Nam hiện nay bao gồm:","a":"Hiến pháp và văn bản pháp luật"},{"q":"Cơ quan xét xử nào mới được bổ sung vào hệ thống tòa án nhân dân của Việt Nam?","a":"Tòa án nhân dân cấp cao"},{"q":"Khi nghiên cứu về bộ máy Nhà nước Việt Nam thì khẳng định nào sau đây là đúng","a":"Hội đồng nhân dân do nhân dân trực tiếp bầu ra"},{"q":"Trong quy phạm: “Người nào đối xử tàn ác, thường xuyên ức hiếp, ngược đãi hoặc làm nhục người lệ thuộc mình làm người đó tự sát, thì bị phạt tù từ hai năm đến bảy năm”, phần chế tài tồn tại dưới hình thức:","a":"Chế tài hình sự"},{"q":"Chọn phương án điền vào chỗ trống: “…………. là văn bản quy phạm pháp luật do Quốc hội - Cơ quan quyền lực nhà nước cao nhất - ban hành”","a":"Văn bản luật"},{"q":"Phần quy định trong một quy phạm pháp luật không trả lời cho câu hỏi nào dưới đây?","a":"Bị xử lý như thế nào?"},{"q":"Trong bộ máy Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam thì Quốc hội là:","a":"Cả A, B, C đều đúng"},{"q":"Bản chất của Nhà nước CHXHCN Việt Nam là:","a":"Của dân, do dân và vì dân"},{"q":"Theo Hiến pháp năm 2013, văn hóa Việt Nam được bảo tồn và phát triển với phương châm:","a":"Tiên tiến, đậm đà bản sắc dân tộc, tiếp thu tinh hoa văn hóa nhân loại"},{"q":"Theo Hiến pháp năm 2013, nhiệm kỳ của Quốc hội và Hội đồng nhân dân các cấp là:","a":"5 năm"},{"q":"Để thực hiện chính sách Khoa học và Công nghệ theo Hiến pháp năm 2013, Nhà nước Việt Nam:","a":"Bảo hộ quyền sở hữu trí tuệ"},{"q":"Theo Hiến pháp năm 2013, cơ quan nào dưới đây không thuộc các cơ quan tư pháp của nước CHXHCN Việt Nam?","a":"Trọng tài thương mại"},{"q":"Theo Hiến pháp năm 2013, chính sách xã hội không nhằm mục đích nào dưới đây?","a":"Phát triển kinh tế để dân giàu, nước mạnh"},{"q":"Hiến pháp năm 2013 xác định mục đích phát triển kinh tế Việt Nam là:","a":"Tất cả đều đúng"},{"q":"Theo Hiến pháp năm 2013 của Việt Nam, chính sách xã hội không nhằm mục đích nào dưới đây?","a":"Đảm bảo nguyên tắc bình đẳng trong việc tiếp cận các nguồn lực của xã hội"},{"q":"Theo Hiến pháp năm 2013, người nước ngoài không có quốc tịch Việt Nam sinh sống tại Việt Nam:","a":"Hưởng đầy đủ các quy định của Hiến pháp về quyền con người"},{"q":"Hiến pháp năm 2013 bao gồm bao nhiêu chương, bao nhiêu điều?","a":"11 chương, 120 điều"},{"q":"Đại hội Đảng toàn quốc lần thứ XI khẳng định nền kinh tế Việt Nam là nền kinh tế thị trường định hướng xã hội chủ nghĩa có bao nhiêu hình thức sở hữu?","a":"4"},{"q":"Tính đến năm 2018, Việt Nam có mấy bản Hiến pháp?","a":"5"},{"q":"Một hợp đồng được ký kết giữa công ty A và công ty B có điều khoản như sau: “Nếu một bên chậm thực hiện nghĩa vụ của mình, thì phải nộp cho bên kia một khoản tiền phạt tương ứng với 0.5% giá trị phần nghĩa vụ bị vi phạm cho mỗi 05 ngày chậm thực hiện nghĩa vụ”. Khi thực hiện hợp đồng, Công ty A chậm thực hiện nghĩa vụ của mình trong thời gian là 50 ngày. Giá trị phần nghĩa vụ bị chậm thực hiện là 100 triệu đồng. Theo Bộ luật Dân sự năm 2015 và hợp đồng, Công ty A phải nộp cho Công ty B khoản tiền phạt là:","a":"5 triệu đồng"},{"q":"Pháp luật dân sự Việt Nam hiện nay có bao nhiêu nguyên tắc?","a":"5"},{"q":"Theo quy định của Bộ luật Dân sự năm 2015, hợp đồng sẽ hình thành khi:","a":"Các bên đồng ý về tất cả các điều khoản của hợp đồng"},{"q":"Theo pháp luật dân sự Việt Nam, chủ thể của quyền sở hữu là:","a":"Người đang sở hữu tài sản"},{"q":"Phương pháp nào dưới đây không phải là phương pháp điều chỉnh của pháp luật dân sự Việt Nam?","a":"Mệnh lệnh – quyền uy"},{"q":"Hợp đồng song vụ là hợp đồng:","a":"Các bên trong hợp đồng đều có nghĩa vụ đối với nhau"},{"q":"Quan hệ nhân thân khác với quan hệ tài sản thuộc phạm vi điều chỉnh của pháp luật dân sự Việt Nam là:","a":"Quan hệ nhân thân không thể chuyển dịch được cho người khác"},{"q":"Anh M đồng ý bán cho anh K một chiếc xe máy cũ. Hai bên thỏa thuận anh M sẽ giao xe cho anh K trong vòng 30 ngày kể từ ngày đồng ý bán. Tuy nhiên, 10 ngày sau, chiếc xe máy bị cháy. Theo quy định của Bộ luật Dân sự năm 2015, hợp đồng mua bán xe máy giữa anh M và anh K có thể bị tuyên bố vô hiệu vì","a":"Đối tượng của hợp đồng không thể thực hiện được"},{"q":"Theo Bộ luật Dân sự năm 2015, nhận định nào dưới đây là đúng?","a":"Bên bị thiệt hại có quyền đòi bồi thường thiệt hại về tinh thần từ bên vi phạm hợp đồng"},{"q":"Theo quy định của Bộ luật Dân sự năm 2015, hợp đồng có thể bị tuyên bố vô hiệu do không tuân thủ quy định về hình thức nếu:","a":"Vi phạm quy định điều kiện có hiệu lực về hình thức"},{"q":"Theo Bộ luật Dân sự năm 2015, đối tượng của quyền sở hữu không bao gồm:","a":"Quyền hình ảnh"},{"q":"Nguyên tắc nào dưới đây không phải là nguyên tắc của việc giao kết hợp đồng theo Bộ luật Dân sự năm 2015?","a":"Đảm bảo sự bình đẳng về mặt kinh tế giữa các chủ thể"},{"q":"Theo quy định của Luật dân sự, quyền sở hữu tài sản bao gồm:","a":"Quyền chiếm hữu, quyền sử dụng và quyền định đoạt"},{"q":"Các quan hệ xã hội phát sinh trước khi có quan hệ lao động thuộc phạm vi điều chỉnh của luật lao động không bao gồm quan hệ nào dưới đây?","a":"Quan hệ giữa một người làm thêm và công ty nơi người đó làm thêm"},{"q":"Theo Bộ luật Lao động năm 2012, người lao động không có quyền nào dưới đây?","a":"Quyền đóng bảo hiểm xã hội"},{"q":"Theo quy định của Bộ luật Lao động năm 2012, đình công sẽ bị coi là bất hợp pháp khi:","a":"Tất cả các đáp án trên đều đúng"},{"q":"Theo Bộ luật Lao động năm 2012, khi một bên muốn sửa đổi, bổ sung hợp đồng lao động, bên đó phải thông báo cho bên kia trước ít nhất:","a":"3 ngày làm việc"},{"q":"Công ty TNHH A tuyển bà Q làm nhân viên tạp vụ với thời hạn 36 tháng. Theo quy định của Bộ luật Dân sự năm 2012, hợp đồng lao động với bà Q phải được lập dưới hình thức nào?","a":"Văn bản"},{"q":"Theo Bộ luật Lao động năm 2012, hợp đồng lao động mùa vụ không thể được ký kết trong trường hợp nào dưới đây?","a":"Công việc có thời hạn dưới 24 tháng"},{"q":"Theo Bộ luật Lao động năm 2012, người nào dưới đây không phải là người sử dụng lao động?","a":"Bà M bán hàng qua facebook thuê anh N đi giao hàng và thu phí vận chuyển từ người mua"},{"q":"Luật Lao động điều chỉnh mối quan hệ giữa","a":"Cả A, B, C đều đúng"},{"q":"Phương pháp thỏa thuận không được áp dụng cho quan hệ xã hội thuộc phạm vi điều chỉnh của pháp luật lao động nào dưới đây?","a":"Quan hệ về bảo hiểm xã hội"},{"q":"Nguyên tắc nào dưới đây là nguyên tắc của luật lao động?","a":"Trả lương theo lao động"},{"q":"Cơ sở để truy cứu trách nhiệm hành chính là:","a":"Vi phạm hành chính"},{"q":"Ông H chạy xe mô tô trên đường và bị công an kiểm tra nồng độ cồn. Nồng độ cồn của ông H là 0,8 miligram/1 lít khí thở. Theo Nghị định số 46/2016/NĐ-CP ngày 26/05/2016 của Chính phủ quy định xử phạt vi phạm hành chính trong lĩnh vực giao thông đường bộ và đường sắt, ông H đã bị xử phạt 3,5 triệu đồng và tịch thu bằng lái 04 tháng. Nhận định nào dưới đây là đúng?","a":"Mức phạt tiền 3,5 triệu đồng là hình thức xử phạt chính"},{"q":"Theo Luật Xử lý vi phạm hành chính năm 2012, biện pháp khắc phục hậu quả không bao gồm biện pháp nào dưới đây?","a":"Tịch thu tang vật vi phạm hành chính"},{"q":"Dấu hiệu vi phạm hành chính bao gồm:","a":"Tất cả đều đúng"},{"q":"Điều 8 khoản 1 Nghị định số 42/2019/NĐ-CP của Chính phủ ngày 16/05/2019 quy định: “Phạt tiền từ 10.000.000 đồng đến 20.000.000 đồng đối với hành vi không thực hiện đúng nội dung văn bản chấp thuận hoặc phương án khai thác loài thủy sản nguy cấp, quý hiếm.” Nếu một cá nhân vi phạm quy định này, nếu không có tình tiết tăng nặng hoặc giảm nhẹ, cá nhân đó bị xử phạt khoản tiền là:","a":"15 triệu đồng"},{"q":"Nhận định nào dưới đây là đúng?","a":"Tổ chức, cá nhân nước ngoài ở Việt Nam đều không bị xử lý vi phạm hành chính nếu điều ước quốc tế có liên quan mà Việt Nam tham gia có quy định về điều này"},{"q":"Nhận định nào dưới đây là đúng khi nói về lỗi trong vi phạm hành chính?","a":"Không có đáp án nào ở trên là đúng"},{"q":"Ông H chạy xe mô tô trên đường và bị công an kiểm tra nồng độ cồn. Nồng độ cồn của ông H là 0,8 miligram/1 lít khí thở. Theo Nghị định số 46/2016/NĐ-CP ngày 26/05/2016 của Chính phủ quy định xử phạt vi phạm hành chính trong lĩnh vực giao thông đường bộ và đường sắt, ông H bị xử phạt tiền ở mức từ 3 triệu đồng đến 4 triệu đồng. Mức tiền phạt mà ông H phải nộp, trong tình huống không có tình tiết tăng nặng hoặc giảm nhẹ là:","a":"3,5 triệu đồng"},{"q":"Ông Nguyễn Văn A chạy xe mô tô vượt quá tốc độ cho phép 25km/h. Theo Nghị định số 46/2016/NĐ-CP ngày 26/05/2016 của Chính phủ quy định xử phạt vi phạm hành chính trong lĩnh vực giao thông đường bộ và đường sắt, ông A đã bị xử phạt 3,5 triệu đồng và tịch thu bằng lái 02 tháng. Hình thức xử phạt bổ sung trong tình huống này là:","a":"Tịch thu bằng lái"},{"q":"Theo Luật Xử lý vi phạm hành chính năm 2012, người nào dưới đây không có thẩm quyền xử lý vi phạm hành chính?","a":"Thủ tướng Chính phủ"},{"q":"Theo quy định của pháp luật tố tụng hình sự, thời gian chờ để mở phiên tòa xét xử sơ thẩm án hình sự cho tội phạm đặc biệt nghiêm trọng là:","a":"4 tháng"},{"q":"Theo pháp luật hình sự Việt Nam, người phạm tội là:","a":"Cá nhân"},{"q":"Theo pháp luật tố tụng hình sự Việt Nam, quy trình giải quyết một vụ án hình sự gồm:","a":"5 giai đoạn"},{"q":"Trong mối quan hệ giữa Nhà nước và người phạm tội, Nhà nước có quyền:","a":"Buộc người phạm tội phải thực hiện trách nhiệm hình sự"},{"q":"Công ty cổ phần M có hành vi buôn lậu và thu lời bất chính trên 500 triệu đồng.  Nhận định nào sau đây đúng?","a":"Công ty cổ phần M đang thực hiện hành vi phạm tội"},{"q":"Chủ thể nào dưới đây khi phạm tội phải chịu trách nhiệm hình sự?","a":"Công ty TNHH M"},{"q":"Theo pháp luật tố tụng hình sự Việt Nam, trong giai đoạn khởi tố vụ án hình sự, việc xác định dấu hiệu tội phạm không dựa vào cơ sở nào dưới đây?","a":"Tố giác của công dân"},{"q":"Tham nhũng không có đặc điểm nào dưới đây?","a":"Chủ thể tham nhũng là người giàu có"},{"q":"Tham nhũng là hành vi của:","a":"Người có chức vụ, quyền hạn"},{"q":"Công dân không có trách nhiệm nào dưới đây trong phòng chống tham nhũng?","a":"Không đáp án nào đúng"},{"q":"Ông N làm giám đốc Sở giáo dục và đào tạo tỉnh Y. Ông N đã nhận từ gia đình thí sinh M 500 triệu đồng để sửa điểm thi tốt nghiệp cho thí sinh M. Hành vi của ông N, theo Luật Phòng, chống tham nhũng năm 2018, là:","a":"Nhận hối lộ"},{"q":"Luật Phòng chống tham nhũng hiện hành của Việt Nam được ban hành vào năm:","a":"2018"},{"q":"Ông M làm giám đốc Sở Tài chính tỉnh K. Trong quá trình tại nhiệm, ông ấy đã chiếm đoạt 1 tỷ ngân sách nhà nước phục vụ cho hoạt động của Sở Tài chính. Hành vi của ông M, theo Luật Phòng, chống tham nhũng năm 2018, là:","a":"Tham ô tài sản"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, nguyên tắc thực hiện hòa giải không bao gồm:","a":"Đảm bảo tối đa lợi ích của người tiêu dùng"},{"q":"Theo pháp luật Việt Nam hiện hành, tổ chức, người nào dưới đây là cá nhân hoạt động thương mại độc lập, thường xuyên không phải đăng ký kinh doanh?","a":"Người buôn bán vặt"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng, tổ chức kinh doanh hàng hóa dịch vụ không bao gồm:","a":"Hội sinh viên trường N bán hàng gây quỹ từ thiện"},{"q":"Ông P, sau khi phát hiện một cửa hàng bán giò lụa có sử dụng hàn the khi chế biến giò, đã báo cho cơ quan quản lý thị trường đến kiểm tra cửa hàng. Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, ông P đang thực hiện nghĩa vụ","a":"Thông tin cho cơ quan nhà nước có thẩm quyền khi phát hiện hàng hóa không đảm bảo an toàn cho người tiêu dùng"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, người tiêu dùng sẽ không phải nộp tạm ứng án phí khi khởi kiện ra tòa để:","a":"Bảo vệ cho quyền và lợi ích hợp pháp của chính mình"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, tranh chấp về bảo vệ quyền lợi người tiêu dùng không được giải quyết bằng:","a":"Trung gian"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, bản án của tòa án giải quyết vụ án dân sự về bảo vệ quyền lợi người tiêu dùng do tổ chức xã hội khởi kiện phải được:","a":"Niêm yết công khai tại trụ sở tòa án"},{"q":"Công ty P sau khi bán một hợp đồng bảo hiểm nhân thọ cho bà M đã cung cấp cho bà M một hóa đơn. Theo Luật Bảo vệ quyền lợi người tiêu dùng, công ty P đang thực hiện trách nhiệm:","a":"Cung cấp bằng chứng giao dịch"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010,  tổ chức, cá nhân kinh doanh hàng hóa, dịch vụ không có trách nhiệm nào dưới đây?","a":"Thu tiền bán hàng từ người tiêu dùng"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, tranh chấp về bảo vệ quyền lợi người tiêu dùng sẽ được giải quyết theo thủ tục đơn giản quy định trong pháp luật về tố tụng dân sự nếu:","a":"Giá trị giao dịch dưới 100 triệu đồng"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, người nào dưới đây không có quyền khởi kiện ra tòa án để yêu cầu bảo vệ quyền lợi người tiêu dùng?","a":"Bộ Công Thương"},{"q":"Anh A sau khi đi ăn bát phở ở cửa hàng thì bị đau bụng. Kết quả kiểm tra xác định anh A bị ngộ độc từ bát phở đó. Anh A yêu cầu cửa hàng bán phở bồi thường cho mình 1 triệu đồng chi phí điều trị. Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, việc anh A đòi 1 triệu đồng là anh A đang thực hiện quyền:","a":"Yêu cầu bồi thường thiệt hại"},{"q":"Luật Phòng chống tham nhũng năm 2018 có hiệu lực thay thế cho:","a":"Luật Phòng, chống tham nhũng năm 2005"},{"q":"Nhà nước CHXHCN Việt Nam có hai chức năng cơ bản là:","a":"Đối nội và đối ngoại"},{"q":"Theo Luật Xử lý vi phạm hành chính năm 2012, hình thức xử phạt nào dưới đây có thể là hình thức xử phạt chính hoặc là hình thức xử phạt bổ sung?","a":"Tịch thu phương tiện được sử dụng để vi phạm hành chính"},{"q":"Theo quy định của Bộ luật Dân sự năm 2015, thời hiệu khởi kiện về hợp đồng là:","a":"3 năm kể từ ngày người có quyền yêu cầu biết hoặc phải biết quyền và lợi ích hợp pháp của mình bị xâm phạm"},{"q":"Theo Bộ luật Lao động năm 2012, người lao động không có đặc điểm nào dưới đây?","a":"Là tổ chức"},{"q":"Đối tượng điều chỉnh của luật lao động là:","a":"Quan hệ lao động, quan hệ phát sinh trong quan hệ lao động"},{"q":"Nhận định nào dưới đây là đúng khi nói về vi phạm hành chính?","a":"Hành vi có lỗi do cá nhân, tổ chức thực hiện"},{"q":"Tranh chấp về quyền sở hữu tài sản có thể được giải quyết bằng cơ quan nào dưới đây?","a":"Tòa án nhân dân"},{"q":"“Tạo điều kiện cho người khuyết tật, người nghèo được tham gia học văn hóa và học nghề” là một trong những mục đích của chính sách nào được quy định trong Hiến pháp năm 2013?","a":"Chính sách giáo dục"},{"q":"Theo quy định của Bộ luật Lao động năm 2012, nội dung nào dưới đây không phải là nội dung chủ yếu của hợp đồng lao động?","a":"Giải quyết tranh chấp phát sinh"},{"q":"Bộ luật Hình sự năm 2015 được sửa đổi lần thứ nhất vào năm nào dưới đây?","a":"2017"},{"q":"Tác hại về kinh tế của tham nhũng không bao gồm:","a":"Đe dọa sự tồn vong của chế độ xã hội chủ nghĩa ở Việt Nam"},{"q":"Anh Nguyễn Văn Mạnh, sau khi tốt nghiệp đại học, thành lập một doanh nghiệp khởi nghiệp. Theo Hiến pháp năm 2013, anh Mạnh đang thực hiện:","a":"Quyền tự do kinh doanh"},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, khi giải quyết tranh chấp về bảo vệ quyền lợi người tiêu dùng bằng tòa án theo yêu cầu của người tiêu dùng, nhận định nào dưới đây là đúng?","a":"Người tiêu dùng có quyền kháng cáo nếu không đồng ý với phán quyết của tòa án sơ thẩm"},{"q":"Người nào dưới đây có thể là chủ thể tham nhũng?","a":"Ông A là giám đốc của một công ty TNHH một thành viên mà Nhà nước là chủ sở hữu"},{"q":"Theo quy định của Bộ luật Dân sự năm 2015, cá nhân có năng lực hành vi dân sự đầy đủ khi:","a":"Từ đủ 18 tuổi trở lên"},{"q":"Theo pháp luật tố tụng hình sự Việt Nam, trong quy trình giải quyết một vụ án hình sự, giai đoạn nào dưới đây được thực hiện bởi cơ quan công an có thẩm quyền?","a":"Xét xử"},{"q":"Theo Bộ luật Lao động, người lao động và người sử dụng lao động có quyền đơn phương chấm dứt hợp đồng lao động và báo trước với thời hạn quy định là:","a":"45 ngày đối với Hợp đồng không thời hạn, 30 ngày với hợp đồng có thời hạn."},{"q":"Theo Luật Bảo vệ quyền lợi người tiêu dùng năm 2010, ai là người có thẩm quyền quyết định bên có lỗi trong vụ án dân sự về bảo vệ quyền lợi người tiêu dùng?","a":"Tòa án"},{"q":"Theo Bộ luật Lao động năm 2012, người lao động không có nghĩa vụ nào dưới đây?","a":"Hưởng các phúc lợi tập thể"},{"q":"Nhà nước CHXHCN Việt Nam có những hệ thống cơ quan quyền lực nào?","a":"Cơ quan lập pháp, cơ quan hành pháp và cơ quan tư pháp"},{"q":"Theo Bộ luật Lao động năm 2012, trong trường hợp ngừng việc vì lỗi của người sử dụng lao động, nhận định nào dưới đây là đúng:","a":"Người sử dụng lao động phải trả đủ lương cho người lao động"},{"q":"Theo Bộ luật Hình sự năm 2015, thời hiệu truy cứu trách nhiệm hình sự là 15 năm được áp dụng đối với:","a":"Tội phạm rất nghiêm trọng"},{"q":"Theo Bộ luật Hình sự năm 2015, thời hiệu truy cứu trách nhiệm hình sự là 10 năm được áp dụng đối với:","a":"Tội phạm nghiêm trọng"},{"q":"Nội dung của quyền kinh tế của công dân theo Hiến pháp năm 2013 là:","a":"Công dân có quyền tự do kinh doanh những ngành nghề mà pháp luật không cấm;"},{"q":"Theo Bộ luật Dân sự năm 2015, một bên không có quyền hủy bỏ hợp đồng và không phải bồi thường thiệt hại trong trường hợp nào dưới đây?","a":"Bên kia vi phạm không cơ bản nghĩa vụ hợp đồng"},{"q":"Ông H chạy xe mô tô trên đường và bị công an kiểm tra nồng độ cồn. Nồng độ cồn của ông H là 0,8 miligram/1 lít khí thở. Ông H có hành vi chống đối người thi hành công vụ. Theo Nghị định số 46/2016/NĐ-CP ngày 26/05/2016 của Chính phủ quy định xử phạt vi phạm hành chính trong lĩnh vực giao thông đường bộ và đường sắt, ông H bị xử phạt tiền ở mức từ 3 triệu đồng đến 4 triệu đồng. Mức tiền phạt mà ông H phải nộp tối đa là:","a":"4 triệu đồng"},{"q":"Theo Bộ luật Hình sự năm 2015, hình phạt tử hình chỉ được áp dụng cho:","a":"Tội phạm đặc biệt nghiêm trọng"}],
  "CHÍNH TRỊ": [{"q":"Chủ nghĩa xã hội khoa học ra đời từ điều kiện kinh tế - xã hội nào?","a":"Sự phát triển lớn mạnh của phương thức sản xuất tư bản và sự lớn mạnh của giai cấp công nhân"},{"q":"Nguồn gốc lý luận trực tiếp để triết học Mác ra đời là:","a":"Triết học cổ điển Đức"},{"q":"Hồ Chí Minh đi tìm đường cứu nước bắt đầu từ đâu?","a":"TP. Hồ Chí Minh"},{"q":"Sự phát minh và ứng dụng rộng rãi các thành tựu khoa học (cả khoa học lý luận và khoa học tự nhiên) cuối thế kỷ XIX ở Châu Âu đã tác động như thế nào đến chủ nghĩa Mác?","a":"Củng cố về lý luận và cơ sở khoa học"},{"q":"Nguồn gốc lý luận trực tiếp hình thành nên chủ nghĩa xã hội khoa học là:","a":"Chủ nghĩa xã hội không tưởng ở Pháp"},{"q":"Những thành tựu khoa học tự nhiên là cơ sở khoa học trực tiếp hình thành chủ nghĩa Mác là:","a":"Học thuyết về sự tiến hóa các loài của Đacuyn, Định luật bảo toàn và chuyển hóa năng lượng của Lomoloxop, Thuyết tiến hóa các loài của Svac, Slaydel"},{"q":"Các bộ phận lý luận cấu thành nên chủ nghĩa Mác bao gồm?","a":"Triết học, Kinh tế chính trị học, Chủ nghĩa xã hội khoa học"},{"q":"Đâu là hệ tư tưởng tiến bộ nhất, giúp nhân dân lao động và thuộc địa giành lại độc lập, tự do?","a":"Chủ nghĩa Mác - Lênin"},{"q":"Trong lịch sử phát triển các hình thái kinh tế - xã hội, chính trị xuất hiện vào thời kỳ?","a":"Chiếm hữu nô lệ"},{"q":"Chính trị xuất hiện khi nào?","a":"Khi xã hội có sự phân chia giai cấp"},{"q":"Học thuyết Mác được sáng lập bởi các nhà tư tưởng?","a":"Mác, Ph.Ăngghen"},{"q":"Các cuộc đấu tranh tiêu biểu của giai cấp công nhân đầu thế kỷ XIX làm tiền đề hình thành chủ nghĩa Mác là?","a":"Phong trào công nhân dệt ở Lyon (Pháp), Hiến chương của công nhân Anh, Công nhân dệt ở Xilêđi (Đức)"},{"q":"Những thành tựu lý luận là nguồn gốc lý luận trực tiếp hình thành chủ nghĩa Mác – Lênin là:","a":"Triết học cổ điển Đức, Kinh tế chính trị học Anh, Chủ nghĩa xã hội không tưởng Pháp"},{"q":"Trước khi có học thuyết Mác, kết quả các phong trào đấu tranh của giai cấp vô sản chống giai cấp tư sản đều?","a":"Thất bại"},{"q":"Trong trường nghề, môn chính trị có bao nhiêu chức năng cơ bản?","a":"2"},{"q":"Theo lý luận của chủ nghĩa Mác – Lênin, ý thức được hình thành từ các nguồn gốc?","a":"Tự nhiên, xã hội"},{"q":"Phép biện chứng duy vật có những nguyên lý cơ bản là:","a":"Nguyên lý về mối liên hệ phổ biến và nguyên lý về sự phát triển"},{"q":"Theo Lênin, thuộc tính chung nhất của vật chất là gì?","a":"Tồn tại bên ngoài, không lệ thuộc vào cảm giác"},{"q":"Theo chủ nghĩa Mác – Lênin, bản chất của ý thức được hình thành như thế nào?","a":"Phản ánh thế giới khách quan vào bộ óc người"},{"q":"Nguyên nhân của sự phát triển trong các sự vật hiện tượng là?","a":"Do sự liên hệ tác động qua lại giữa các mặt, các yếu tố bên trong của sự vật hiện tượng"},{"q":"Phản ánh đặc biệt của bộ óc con người với hiện thực khách quan được thể hiện như thế nào?","a":"Phản ánh có sự tích cực, chủ động, sáng tạo; có quy trình tự trao đổi thông tin giữa chủ thể và đối tượng có chọn lọc và định hướng, mô hình hóa trong tư duy, hiện thực hóa qua hoạt đông thực tiễn"},{"q":"Theo lý luận của chủ nghĩa Mác – Lênin thì phương thức tồn tại của vật chất là:","a":"Vận động"},{"q":"Quy trình nhận thức của con người trải qua các giai đoạn nào sau đây?","a":"Từ trực quan sinh động đến tư duy trừu tượng"},{"q":"Định nghĩa “Vật chất là một phạm trù của triết học dùng để chỉ thực tại khách quan, được đem lại cho con người trong cảm giác, được cảm giác chép lại, chụp lại, phản ánh không lệ thuộc vào cảm giác” của nhà tư tưởng nào?","a":"V.I.Lênin"},{"q":"Theo chủ nghĩa Mác – Lênin, mối quan hệ giữa vật chất và ý thức được thể hiện như thế nào?","a":"Vật chất có trước, ý thức có sau, vật chất quyết định ý thức, thức có sự tác động trở lại đối với vật chất"},{"q":"Đâu là một trong những giai đoạn của quá trình nhận thức?","a":"Trực quan sinh động"},{"q":"Giai đoạn sau của quá trình nhận thức (nhận thức lý tính) ở con người, bao gồm:","a":"Từ khái niệm đến phán đoán và suy lý"},{"q":"Ý nghĩa phương pháp luận của nguyên lý về mối liên hệ phổ biến là?","a":"Có quan điểm toàn diện trong nhìn nhận và đánh giá về sự vật và hiện tượng"},{"q":"Ý nghĩa phương pháp luận của nguyên lý về sự phát triển là?","a":"Khi xem xét sự vận hiện tượng chúng ta phải đặt nó trong trạng thái vận động, phát triển, áp dụng quan điểm toàn diện và quan điểm lịch sử cụ thể"},{"q":"Phát triển là một khuynh hướng của vận động đối với các sự vật hiện tượng bao gồm :","a":"Đi từ thấp đến cao, từ đơn giản đến phức tạp, kém hoàn thiện đến hoàn thiện hơn, bao hàm cả sự thụt lùi đi xuống làm tiền đề cho sự phát triển"},{"q":"Hoạt động thực tiễn là hoạt động vật chất của con người tác động vào thế giới khách quan bao gồm những thình thức nào?","a":"Hoạt động sản xuất vật chất, hoạt động chính trị - xã hội, hoạt động thực nghiệm khoa học"},{"q":"Mối quan hệ biện chứng giữa cơ sở hạ tầng và kiến trúc thượng tầng được thể hiện như thế nào?","a":"Cơ sở hạ tầng quyết định kiến trúc thượng tầng, kiến trúc thượng tầng ra đời có sự tác động trở lại đối với cơ sở hạ tầng"},{"q":"Trong những quy luật của phép biện chứng duy vật, quy luật nào vạch ra cách thức của sự phát triển?","a":"Quy luật lượng chất"},{"q":"Phép biện chứng duy vật có những quy luật cơ bản là?","a":"Quy luật mâu thuẫn, quy luật lượng - chất, quy luật phủ định của phủ định"},{"q":"Đảng ta chủ trương phát triển lực lượng sản xuất bằng cách?","a":"Thực hiện công cuộc công nghiệp hóa, hiện đại hóa gắn với kinh tế tri thức"},{"q":"Trong những quy luật của phép biện chứng duy vật, quy luật nào vạch ra nguồn gốc động lực của sự phát triển?","a":"Quy luật mâu thuẫn"},{"q":"Vai trò của một phương thức sản xuất đối với sự phát triển xã hội là:","a":"Quyết định tính chất của xã hội, tổ chức kết cấu của một xã hội, sự chuyển hóa của xã hội loài người qua các giai đoạn lịch sử"},{"q":"Theo lý luận của chủ nghĩa Mác – Lênin, nguồn gốc vận động của vật chất là:","a":"Tự thân vận động, do mâu thuẫn bên trong quyết định"},{"q":"Trong những quy luật cơ bản của phép biện chứng duy vật, quy luật nào vạch ra khuynh hướng của sự phát triển?","a":"Quy luật phủ định"},{"q":"Phương thức sản xuất bao gồm những yếu tố nào sau đây?","a":"Lực lượng sản xuất và Quan hệ sản xuất"},{"q":"Lực lượng sản xuất là?","a":"Mối quan hệ giữa con người với tự nhiên, thể hiện trình độ chinh phục tự nhiên của con người"},{"q":"Đảng ta chủ trương phát triển quan hệ sản xuất bằng cách?","a":"Chủ trương phát triển nền kinh tế hàng hóa nhiều thành phần vận hành theo cơ chế thị trường"},{"q":"Trong quan hệ sản xuất, yếu tố nào mang tính quyết định nhất ?","a":"Quan hệ sở hữu về tư liệu sản xuất"},{"q":"Động lực chủ yếu của tiến bộ xã hội là?","a":"Sự phát triển của lực lượng sản xuất"},{"q":"Thực chất của đấu tranh giai cấp trong lịch sử xã hội loài người là?","a":"Đấu tranh vì lợi ích kinh tế không thể điều hòa được"},{"q":"Hàng hóa là gì?","a":"Là sản phẩm của lao động, nhằm thỏa mãn nhu cầu nào đó của con người, thông qua trao đổi mua bán"},{"q":"Hàng hóa có thuộc tính cơ bản là?","a":"Giá trị và giá trị sử dụng"},{"q":"Trong các khâu của quá trình sản xuất, khâu nào là mục đích và động lực của quá trình sản xuất?","a":"Tiêu dùng"},{"q":"Quy luật kinh tế cơ bản của sản xuất hàng hóa là?","a":"Quy luật giá trị"},{"q":"Tiền tệ có bao nhiêu chức năng cơ bản?","a":"5"},{"q":"Trong nền sản xuất lớn hiện đại, yếu tố nào giữ vai trò quyết định trong quá trình sản xuất?","a":"Sức lao động"},{"q":"Trong kinh tế chính trị Mác, học thuyết nào sau đây được gọi là hòn đá tảng?","a":"Học thuyết giá trị thặng dư"},{"q":"Một trong những phát kiến địa lý quan trọng làm cơ sở cho chủ nghĩa thực dân ra đời là?","a":"Tìm ra châu Mỹ"},{"q":"Trong các khâu của quá trình sản xuất, khâu nào giữ vai trò quyết định?","a":"Sản xuất"},{"q":"Vai trò của sản xuất hàng hóa đối với xã hội là?","a":"Duy trì và phát triển xã hội"},{"q":"Hàng hóa có bao nhiêu thuộc tính?","a":"2"},{"q":"Đâu là hàng hóa?","a":"Bút của nhà sản xuất muốn bán ra thị trường"},{"q":"Giá trị thặng dư là gì?","a":"Là giá trị dôi ra ngoài sức lao động, bị nhà tư bản chiếm đoạt"},{"q":"Cách mạng tư sản đầu tiên diễn ra ở đâu?","a":"Hà Lan"},{"q":"Lênin sinh ra ở đâu?","a":"Nga"},{"q":"Một trong những lý do mà các thế lực thường xuyên xâm lược lãnh hải nước ta là?","a":"Có trữ lượng dầu mỏ vô cùng dồi dào và quan trọng cho phát triển kinh tế"},{"q":"Sông Bạch Đằng hiện nay ở những tỉnh nào?","a":"Quảng Ninh, Hải Phòng"},{"q":"Một trong những nhiệm vụ mà Đảng ta xác định đối với vấn đề dân tộc đó là?","a":"Xây dựng thế trận quốc phòng toàn dân và thế trận an ninh nhân dân"},{"q":"Dòng sông nào đã đi vào lịch sử dân tộc với cuộc kháng chiến chống quân Nam Hán?","a":"Sông Bạch Đằng"},{"q":"Địa hình Việt Nam có hình chữ S nằm ở phía đông bán đảo Đông Dương, giữa vùng Đông Nam á, phía Bắc giáp Trung Quốc, phía Tây giáp Lào và Campuchia, phía Đông và Nam giáp biển, các điều kiện này có khó khăn gì đối với chính trị?","a":"Dễ xảy ra xung đột lãnh thổ với các nước láng giềng"},{"q":"Các dân tộc ở Việt Nam có trình độ phát triển kinh tế - xã hội?","a":"Không đều nhau"},{"q":"Quê hương của cố Tổng Bí thư Trần Phú?","a":"Hà Tĩnh"},{"q":"Truyền thuyết “Con Rồng Cháu Tiên” khẳng định điều gì?","a":"Tất cả các đáp án đều đúng"},{"q":"Di cốt và công cụ cổ xưa ở những địa danh: Võ Nhai (Lạng sơn ), núi Đọ (Thanh hoá), Thẩm Ồn (Nghệ An ), Xuân Lộc (Đồng nai ) được nêu lên nhằm giải thích điều gì sau đây?","a":"Cư dân Cổ Việt Nam không phải di cư từ nơi khác đến mà có nguồn gốc bản địa từ rất sớm. Việt Nam là một trong những địa chỉ trên thế giới xuất hiện con người"},{"q":"Truyền thuyết Sơn Tinh – Thủy Tinh có ý nghĩa?","a":"Tinh thần đoàn kết, đắp đê, trị thủy của dân tộc"},{"q":"Những bài học kinh nghiệm sau: “lấy nhỏ thắng lớn”, “lấy ít địch nhiều”, “lấy yếu chống mạnh”, “lấy chất lượng cao thắng số lượng đông” thể hiện điều gì?","a":"Truyền thống lao động cần cù"},{"q":"Trong lịch sử, Việt Nam luôn là mục tiêu nhòm ngó của các thế lực từ bên ngoài xâm lược lớn hơn mình rất nhiều lần, nguyên nhân từ yếu tố nào?","a":"Tài nguyên thiên nhiên dồi dào"},{"q":"Yếu tố nào tạo nên cốt lõi văn hóa, là cội nguồn của chủ nghĩa yêu nước Việt Nam?","a":"Sự gắn bó làng, xóm; nước và nhà hoà quyện với nhau"},{"q":"Nhà nước Việt Nam đầu tiên ra đời vì lý do gì?","a":"Vì nhu cầu xây dựng đất nước và chống giặc ngoại xâm"},{"q":"Nguồn gốc đầu tiên dẫn tới sự ra đời nhà nước Đại Việt cổ?","a":"Chống giặc ngoại xâm và thiên tai"},{"q":"Đảng Cộng sản Việt Nam ra đời là bước ngoặt lịch sử vĩ đại của cách mạng Việt Nam. Từ đây cách mạng Việt nam đã có một đảng chân chính lãnh đạo, trở thành một bộ phận của cách mạng thế giới. Đồng thời, ......","a":"chấm dứt thời kỳ khủng hoảng về đường lối, bế tắc về phương pháp cứu nước đưa cách mạng Việt Nam đến thắng lợi cuối cùng"},{"q":"Pháp xâm lược Việt Nam, xã hội Việt Nam tồn tại nhiều mâu thuẫn, nhưng nổi lên 2 mâu thuẫn: Giữa dân tộc Việt Nam với thực dân Pháp; Giữa nhân dân Việt Nam (chủ yếu là nông dân) với địa chủ phong kiến. Hai mâu thuẫn này được gọi là:","a":"Mâu thuẫn chủ yếu"},{"q":"Hồ Chí Minh đọc bản “Sơ thảo lần thứ nhất Luận cương của Lênin về vấn đề dân tộc và thuộc địa” vào thời gian nào?","a":"Tháng 7 năm 1920"},{"q":"Lý do nào khẳng định giai cấp nông dân không thể dựng ngọn cờ tập hợp lực lượng đấu tranh chống Pháp, không có khả năng lãnh đạo cách mạng?","a":"Không đại biểu cho một phương thức sản xuất tiên tiến, không có hệ tư tưởng độc lập"},{"q":"Phương án nào sau đây mô tả xã hội Việt Nam trước khi có Đảng Cộng sản Việt Nam ra đời?","a":"Từ một quốc gia phong kiến độc lập trở thành một nước thuộc địa nửa phong kiến; dân ta từ chỗ tự do, trở thành nô lệ"},{"q":"Trận Điện Biên Phủ diễn ra vào khoảng thời gian nào?","a":"1954"},{"q":"Tinh thần “Khai dân trí, chấn dân trí, hậu dân sinh” là tinh thần của phong trào cách mạng nào trong lịch sử Việt Nam?","a":"Phong trào Duy Tân"},{"q":"“Trong Đảng thực hành dân chủ rộng rãi, thường xuyên và nghiêm chỉnh tự phê bình và phê bình là cách tốt nhất để củng cố và phát triển sự đoàn kết và thống nhất của Đảng. Phải có tình đồng chí thương yêu lẫn nhau”. Đó là đoạn trích thuộc?","a":"Trích Di chúc Hồ Chí Minh"},{"q":"Đâu là kẻ thù chính của dân tộc ta trong giai đoạn 1858 - 1954?","a":"Pháp"},{"q":"Tiểu thương, tiểu chủ, công chức, trí thức, học sinh, sinh viên là lực lượng thuộc?","a":"Tầng lớp tiểu tư sản Việt Nam"},{"q":"Giai cấp nông dân tuy là lực lượng đa số trong xã hội, chịu một cổ 2 tròng. Nhưng mặt khác, ......","a":"họ vừa là người dân mất nước, vừa là người bị áp bức, bóc lột nặng nề nên họ rất kiên quyết cách mạng"},{"q":"Đâu là một trong những tên gọi của Đảng ta?","a":"Đảng Lao động Việt Nam"},{"q":"Trước năm 1930, ba tổ chức Cộng sản tồn tại ở Việt Nam được thể hiện như thế nào?","a":"Chia rẽ, mâu thuẫn, tạo điểm yếu để thực dân đàn áp"},{"q":"“Đảng Cộng sản Việt Nam, đội tiên phong của giai cấp công nhân Việt Nam, đại biểu trung thành quyền lợi của giai cấp công nhân, nhân dân lao động và của cả dân tộc, theo chủ nghĩa Mác - Lênin và tư tưởng Hồ Chí Minh, là lực lượng lãnh đạo Nhà nước và xã hội. Mọi tổ chức của Đảng hoạt động trong khuôn khổ Hiến pháp và pháp luật”. Đoạn trích trên được trích tại điều bao nhiêu của Hiến pháp Việt Nam?","a":"Điều 4"},{"q":"Tất cả tổ chức chính trị ra đời đều tuân thủ một số quy luật nhất định, vậy Đảng Cộng Sản Việt Nam ra đời theo quy luật nào?","a":"Là kết quả của sự kết hợp chặt chẽ chủ nghĩa Mác – Lênin với phong trào công nhân và phong trào yêu nước Việt Nam"},{"q":"Tư tưởng về chí công vô tư được thể hiện rõ nét nhất trong nội dung nào của hệ thống tư tưởng Hồ Chí Minh?","a":"Tư tưởng về đạo đức cách mạng"},{"q":"Theo tư tưởng Hồ Chí Minh, \"Muôn việc thành công hoặc thất bại, đều do …. tốt hoặc kém”. Hãy điền từ còn thiếu vào chỗ trống theo các phương án sau:","a":"Cán bộ"},{"q":"Đâu là tác phẩm của Hồ Chí Minh","a":"Đường Kách Mệnh"},{"q":"Chủ tịch Hồ Chí Minh sinh ngày 19/5/1890 trong một gia đình có truyền thống.... Ở làng....xã….huyện Nam Đàn, tỉnh Nghệ An. Hãy lựa chọn phương án phù hợp sau để hoàn thành đúng thứ tự các thông tin?","a":"Nho học yêu nước, Sen, Kim Liên"},{"q":"Lời dặn sau của Hồ Chí Minh: \"Bất kỳ việc gì, chúng ta phải bắt đầu từ gốc, dần dần đến ngọn, từ ít đến nhiều, từ hẹp đến rộng, chớ nên tham mau, tham nhiều trong một lúc\". Người đang nói đến điều gì?","a":"Mối quan hệ giữa chính sách, quan điểm và cách thực hiện chúng"},{"q":"Theo tư tưởng Hồ Chí Minh, sức hấp dẫn của chủ nghĩa xã hội là gì?","a":"Sự cống hiến, sự chiến đấu và hy sinh cho lý tưởng cộng sản trở thành hiện thực ở đời sống nhân dân"},{"q":"Ban Chấp hành Trung ương khoá IX đã quyết định triển khai chỉ đạo điểm cuộc vận động nào?","a":"\"Học tập và làm theo tấm gương đạo đức Hồ Chí Minh\""},{"q":"Giai cấp tư sản Việt Nam có số ít là tư sản mại bản có quyền lợi kinh tế chính trị gắn liền với đế quốc thực dân; phần lớn còn lại là ......","a":"Tư sản dân tộc"},{"q":"Năm 1920 Hồ Chí Minh đã tìm thấy con đường cứu nước khi?","a":"Đọc được bản Luận cương của Lênin"},{"q":"Hồ Chí Minh là lãnh tụ của tổ chức nào?","a":"Hội Việt Nam cách mạng thanh niên"},{"q":"Yếu tố nào quan trọng nhất góp phần hình thành Tư tưởng Hồ Chí Minh?","a":"Phẩm chất cá nhân của Người"},{"q":"Có bao nhiêu nguyên tắc xây dựng và rèn luyện đạo đức cách mạng theo tư tưởng Hồ Chí Minh?","a":"3"},{"q":"Tư tưởng về tình yêu thương con người ở tư tưởng Hồ Chí Minh được thể hiện ở khía cạnh nào sau đây?","a":"Tất cả các đáp án"},{"q":"Nguyễn Ái Quốc ra đi tìm đường cứu nước vào lúc chủ nghĩa tư bản đang tồn tại như thế nào?","a":"Đã trở thành chủ nghĩa đế quốc"},{"q":"Chọn phương án hợp lý nhất để điền vào chỗ trống: “ Tư tưởng Hồ Chí Minh là một hệ thống quan điểm và tư tưởng của Hồ Chí Minh trong sự nghiệp cách mạng của ông được Đảng Cộng sản Việt Nam tổng kết, hệ thống hóa. ... Đảng Cộng sản Việt Nam xác định lấy Chủ nghĩa Mác-Lênin và tư tưởng Hồ Chí Minh là kim chỉ nam cho mọi hành động và thắng lợi của cách mạng Việt Nam.”.","a":"Toàn diện và sâu sắc; sáng tạo; cụ thể"},{"q":"Đặc điểm lớn nhất của nước ta trong thời kỳ quá độ là gì?","a":"Từ một nước nông nghiệp lạc hậu tiến thẳng lên chủ nghĩa xã hội, không qua giai đoạn tư bản chủ nghĩa"},{"q":"Mô hình kinh tế trong thời kỳ quá độ ở nước ta là?","a":"Kinh tế thị trường định hướng XHCN"},{"q":"Ai đã khẳng định: “Nói kinh tế thị trường định hướng xã hội chủ nghĩa có nghĩa đây không phải là kinh tế thị trường tự do theo kiểu tư bản chủ nghĩa, cũng không phải là kinh tế bao cấp, quản lý theo kiểu tập trung quan liêu và cũng chưa hoàn toàn là kinh tế thị trường xã hội chủ nghĩa, bởi vì Việt Nam đang ở trong thời kỳ quá độ lên chủ nghĩa xã hội, vừa có vừa chưa có đầy đủ các yếu tố của chủ nghĩa xã hội”.","a":"Nguyễn Phú Trọng"},{"q":"Phương án nào phản ánh nhiệm vụ của Đảng ta trong thời kỳ đẩy mạnh CNH, HĐH đất nước?","a":"Tất cả các đáp án đều đúng"},{"q":"Thành phần kinh tế nhà nước ở Việt Nam được hình thành trên loại hình sở hữu về tư liệu sản xuất nào?","a":"Sở hữu toàn dân"},{"q":"Thị trường tài chính của nước ta hiện nay có nhiều vấn đề phức tạp, đặc biệt là sự xuất hiện một số hiện tượng có tham vọng thâu tóm ngân hàng, hiện tượng này có ảnh hưởng gì đến ổn định cho đất nước?","a":"Tất cả các đáp án đều đúng"},{"q":"Thành phần kinh tế nhà nước hiện nay ở nước ta bao gồm?","a":"Tất cả các phương án đều sai"},{"q":"Sở hữu tư nhân về tư liệu sản xuất ở nước ta được biểu hiện dưới hình thức?","a":"Cá thể, tiểu chủ, tư bản tư nhân, hộ gia đình"},{"q":"Sinh ra và lớn lên trong một nước thuộc địa ½ phong kiến; kinh tế nông nghiệp lạc hậu, phần lớn đảng viên của Đảng xuất thân từ giai cấp nông dân, luôn bị kẻ thù đàn áp dã man. Do đó,....…","a":"Để giữ vững sự lãnh đạo của Đảng, bí quyết thành công của Đảng chính là luôn giữ vững bản chất giai cấp công nhân; luôn là ngọn cờ tiền phong trong cuộc đấu tranh giành độc lập dân tộc và xây dựng chủ nghĩa xã hội"},{"q":"Phải kiên quyết chống các loại bệnh “nội xâm” và đưa ra khỏi Đảng những phần tử thoái hóa biến chất. Từ đó.....","a":"Để mỗi cán bộ đảng viên của đảng vừa hồng lại vừa chuyên."},{"q":"Sở hữu toàn dân về tư liệu sản xuất còn được gọi là?","a":"Sở hữu nhà nước"},{"q":"Vấn đề “Tam nông” là vấn đề gì?","a":"Nông nghiệp, nông thôn, nông dân"},{"q":"Thành phần kinh tế nào giữ vai trò chủ đạo ở nước ta?","a":"Nhà nước"},{"q":"Chủ tịch Hồ Chí Minh cho rằng: “Phải lấy kết quả thiết thực đã góp sức bao nhiêu cho sản xuất và lãnh đạo sản xuất mà đo ý chí cách mạng của mình. Hãy kiên quyết …….lối làm việc không nhằm mục đích nâng cao sản xuất\". Hãy điền cụm từ còn thiếu vào chỗ trố","a":"Kinh tế thị trường"},{"q":"Muốn có phương thức sản xuất chủ nghĩa xã hội, hình thái kinh tế - xã hội chủ nghĩa thì chúng ta cần?","a":"Xây dựng cơ sở vật chất – kỹ thuật tương ứng"},{"q":"Chức năng giáo dục của văn hóa thể hiện?","a":"Nhận thức, tư tưởng, tình cảm và hành động"},{"q":"Kết hợp mục tiêu kinh tế với mục tiêu xã hội được tiến hành?","a":"Trên phạm vi cả nước,ở từng lĩnh vực từng địa phương"},{"q":"Điền từ còn thiếu vào chỗ trống?: “về xây dựng và phát triển nền văn hóa ... tiên tiến đậm đà bản sắc dân tộc” được đề ra vào năm nào?","a":"Việt Nam"},{"q":"Để bảo vệ và phát huy truyền thống văn hóa của dân tộc cần phải?","a":"Bảo vệ các di sản và giá trị văn hóa truyền thống"},{"q":"Điền từ còn thiếu trong câu nói của chủ tịch Hồ Chí Minh: “Vì lẽ sống sinh tồn cũng như mục đích của cuộc sống, loài người mới sáng tạo và phát minh ra ngôn ngữ, chữ viết, đạo đức, pháp luật, khoa học, tôn giáo, nghệ thuật. Những công cụ sinh hoạt hàng ngày về ăn, mặc, ở và các phương thức sử dụng. Toàn bộ những sáng tạo và phát minh đó là ……..”","a":"Văn hóa"},{"q":"Giải quyết các vấn đề toàn cầu hiện nay cần phải có?","a":"Sự hợp tác đa phương"},{"q":"Đường lối xây dựng và phát triển văn hóa của Đảng hiện nay là?","a":"Tiên tiến đậm đà bản sắc dân tộc"},{"q":"Đề cương văn hóa Việt Nam do ai viết?","a":"Trường Chinh"},{"q":"Khuyến khích mọi người làm giàu theo pháp luật là ?","a":"Khắc phục tư tưởng bao cấp ỷ lại"},{"q":"Thực hiện các chính sách xã hội vì con người Đảng chủ trương?","a":"Phát triển kinh tế gắn liền với công bằng xã hội"},{"q":"Theo Hồ Chí Minh, văn hóa có bao nhiêu chức năng cơ bản?","a":"4"},{"q":"Xây dựng và phát triển văn hóa là sự nghiệp của?","a":"Toàn dân do Đảng lãnh đạo"},{"q":"Như thế nào là một nền văn hóa đậm đà bản sắc dân tộc?","a":"Những giá trị bền vững, những tinh hoa của cộng đồng các dân tộc Việt Nam đó; Giữ gìn bản sắc dân tộc đi đôi với chống lạc hậu, lỗi thời hủ tục, tập quán cũ"},{"q":"Một trong những đặc trưng của chủ nghĩa xã hội là “có nền văn hóa…,đậm đà bản sắc dân tộc”. Điền từ còn thiếu vào chổ trống?","a":"Tiên tiến"},{"q":"Xây dựng hoàn chỉnh hệ thống chính sách bản đảm cung ứng dịch vụ công công thiết yếu nhằm?","a":"Đảm bảo tính công bằng và bình đẳng cho mọi người dân"},{"q":"Quốc phòng là gì?","a":"Là công cuộc giữ nước của một quốc gia, gồm tổng thể các hoạt động đối nội và đối ngoại về quân sự, chính trị, kinh tế, văn hoá, khoa học của Nhà nước và nhân dân để phòng…nhằm giữ vững hoà bình, đẩy lùi, ngăn chặn các hoạt động gây chiến của kẻ thù và sẵn sàng đánh thắng chiến tranh xâm lược dưới mọi hình thức, mọi quy mô"},{"q":"Trong thực hiện nhiệm vụ bảo vệ tổ quốc luôn phải?","a":"Nâng cao ý thức trách nhiệm và tinh thần cảnh giác"},{"q":"An ninh quốc gia là gì?","a":"Là sự ổn định trong quan hệ chính trị giữa các giai cấp, khẳng định vị trí lãnh đạo của giai cấp cầm quyền đối với các giai cấp khác và vị trí độc lập, tự chủ của chính quyền nhà nước đối với các Nhà nước khác trên thế giới"},{"q":"Toàn cầu hóa nghĩa là?","a":"Sự hợp tác đa phương giữa các quốc gia"},{"q":"Nhiệm vụ bảo vệ tổ quốc hiện nay là?","a":"Bảo vệ Đảng nhà nước, nhân dân và chế độ xã hội chủ nghĩa, an ninh chính trị, kinh tế, tư tưởng"},{"q":"Quân đội nhân dân Việt Nam thành lập vào?","a":"Ngày 22 tháng 12 năm 1944"},{"q":"Điền từ còn thiếu vào chỗ trống: “Tăng cường quốc phòng, giữ vững an ninh quốc gia, trật tự, an toàn xã hội là nhiệm vụ trọng yếu, thường xuyên của….”.","a":"Đảng, Nhà nước và toàn dân"},{"q":"Bảo vệ tổ quốc được xem là nhiệm vụ như thế nào đối với cách mạng Việt Nam?","a":"Chiến lược"},{"q":"Một trong những nhiệm vụ của quốc phòng an ninh hiện nay là?","a":"Làm thất bại mọi âm mưu chống phá của các thế lực thù địch"},{"q":"Cơ sở chính trị -xã hội vững chắc cho quốc phòng và an ninh thì cán bộ, đảng viên và nhân dân phải?","a":"Vững vàng về chính trị tư tưởng"},{"q":"Chủ nghĩa đế quốc và các thế lực thù địch đang âm mưu chống phá Việt Nam bằng chiến lược nào?","a":"Diễn biến hòa bình và bạo loạn lật đổ"},{"q":"Trong sự kết hợp phát triển kinh tế xã hội và an ninh quốc phòng cần phải là?","a":"Xây dựng thế trận quốc phòng toàn dân, an ninh nhân dân, xây dựng khu vực phòng thủ tỉnh thành phố"},{"q":"Quan điểm cơ bản của Đảng về quốc phòng an ninh là?","a":"Xây dựng nền quốc phòng toàn dân và an ninh nhân dân vững mạnh toàn diện"},{"q":"Để động viên chiến đấu bảo vệ tổ quốc Hồ Chí Minh đã từng nói: “ Các vua Hùng đã có công dựng nước, Bác cháu ta phải……” điền từ còn thiếu vào câu nói trên?","a":"Cùng nhau giữ lấy nước"},{"q":"Sức mạnh để bảo vệ tổ quốc là?","a":"Của khối đại đoàn kết dân tộc, cả hệ thống chính trị"},{"q":"Thực hiện đại đoàn kết dân tộc Đảng và nhà nước bảo đảm lợi ích chính đáng của?","a":"Mọi tầng lớp dân cư"},{"q":"Tôn giáo nào là do người Việt sáng lập nên?","a":"Đạo cao Đài và Hòa Hảo"},{"q":"Để nêu cao tinh thần đoàn kết, chủ tịch Hồ Chí Minh đã đề ra khẩu hiệu gì?","a":"“ Đoàn kết, đoàn kết, đại đoàn kết. Thành công thành công đại thành công”"},{"q":"Chính sách tôn giáo của Đảng và nhà nước ta nhằm mục đích gì?","a":"Làm cho tôn giáo hoạt động bình thường"},{"q":"Mặt trận tổ quốc và các đoàn thể nhân dân có vai trò như thế nào trong việc tập hợp vận động và đoàn kết rộng rãi và các tập thể nhân dân?","a":"Quan trọng"},{"q":"Nguồn gốc hình thành nên tôn giáo là gì?","a":"Xã hội, nhận thức, tâm lý"},{"q":"Dân tộc nào ở nước ta chiếm thành phần dân số đông đảo nhất?","a":"Kinh (Việt)"},{"q":"Việt Nam hiện nay có bao nhiêu dân tộc?","a":"54"},{"q":"Theo quy định của pháp luật Việt Nam, việc truyền đạo và các hoạt động tôn giáo cần phải?","a":"Tuân thủ hiến pháp và pháp luật"},{"q":"Để phát huy sức mạnh đoàn kết dân tộc Đại hội X đã đề ra “Nâng cao năng lực chiến đấu của Đảng, phát huy ………, đẩy mạnh toàn diện công cuộc đổi mơi, sớm đưa nươcs ta ra khỏi tình trạng kém phát triển” điền từ còn thiếu vào đoạn văn trên?","a":"sức mạnh đại đoàn kết dân tộc"},{"q":"Quan điểm nào sau đây đúng theo chủ nghĩa duy vật biện chứng?","a":"Con người tạo ra tôn giáo"},{"q":"Các thế lực thù địch hiện nay lợi dụng vấn đề tôn giáo để làm gì?","a":"Phá hoại đoàn kết dân tộc, chống đối chế độ"},{"q":"Chính sách tôn giáo cơ bản của Đảng ta hiện nay là?","a":"Đảm bảo tự do tín ngưỡng, mọi tôn giáo hoạt động theo theo khuôn khổ và bình đẳng trước pháp luật"},{"q":"Hoạt động tôn giáo hiện nay vẫn còn phức tạp với những biểu hiện nào?","a":"Tổ chức truyền đạo trái phép, hành nghề mê tín dị đoan, kích động, chống đối"},{"q":"Theo Ph. Ăng nghen đã có một nhận xét làm cho chúng ta thấy rõ bản chất của tôn giáo như sau: “Tất cả mọi tôn giáo chẳng qua chỉ là …….. – vào trong đầu óc của con người – của những lực lượng bên ngoài chi phối cuộc sống của họ, chỉ là sự phản ánh trong đó những lực lượng trần thế đã mang hình thức những lực lượng siêu trần thế.”.Điền từ còn thiếu vào đoạn văn trên?","a":"Sự phản ánh hư ảo"},{"q":"Phong trào đấu tranh của giai cấp công nhân Việt Nam chuyển từ đấu tranh tự phát lên đấu tranh tự giác đươc đánh dấu bởi?","a":"Phong trào đấu tranh công nhân Ba Son"},{"q":"Một trong những tiêu chuẩn xây dựng đội ngũ cán bộ công chức trong sạch có năng lực là?","a":"Cần, kiệm, liêm, chính chí công vô tư, không tham nhũng và kiên quyết chống tham nhũng"},{"q":"Một trong những biện pháp để xây dựng Nhà nước pháp quyền trong hệ thống chính trị là?","a":"Hoàn thiện hệ thống pháp luật và cơ quan lập pháp"},{"q":"Điền từ thích hợp vào khoảng trống sau: Tham nhũng hiện nay là một trong bốn ............... của Việt Nam.","a":"Bệnh"},{"q":"Trong các cơ quan tư pháp, cơ quan nào biểu hiện quyền tập trung nhất?","a":"Tòa án nhân dân"},{"q":"Một trong những đặc điểm của Nhà nước pháp quyền xã hội chủ nghĩa là gì?","a":"Nhà nước của dân, do dân và vì dân"},{"q":"Nội dung sau đây nói về vấn đề gì?: “Thực hiện nhất quán đường lối đối ngoại độc lập, tự chủ, hòa bình, hợp tác và phát triển, đa phương hóa, đa dạng hóa và chủ động và tích cực hội nhập kinh tế quốc tế”.","a":"Quan điểm đối ngoại"},{"q":"Xây dựng Nhà nước pháp quyền ở nước ta hiện nay phải xuất phát từ căn cứ cơ bản nào?","a":"Nắm vững nguyên lý cơ bản của chủ nghĩa Mác-Lênin và tư tưởng Hồ Chí Minh cũng như cương lĩnh của Đảng về Nhà nước và pháp luật"},{"q":"Đảng ta xác định: “Tổ chức quyền lực của Nhà nước pháp quyền xã hội chủ nghĩa Việt Nam là thống nhất, có sự phân công và phối hợp giữa các cơ quan nhà nước trong thực hiện các quyền…..”","a":"Lập pháp, hành pháp, tư pháp"},{"q":"Giai cấp công nhân Việt Nam có sứ mệnh lịch sử to lớn là?","a":"Lãnh đạo cách mạng; đại diện phương thức sản xuất tiên tiến tiên phong trong sự nghiệp xây dựng chủ nghĩa xã hội; đi đầu trong sự nghiệp công nghiệp hóa, hiện đại hóa đất nước"},{"q":"Một trong những yếu tố thúc đẩy xây dựng Nhà nước pháp quyền “là đẩy mạnh phòng chống ….”. Điền từ còn thiếu vào chổ trống?","a":"Suy thoái đạo đức"},{"q":"Đảng ta xác định xây dựng nhà nước pháp quyền xã hội chủ nghĩa có bao nhiêu đặc trưng?","a":"5"},{"q":"Văn bản nào có hiệu lực cao nhất trong hệ thống pháp luật Việt Nam?","a":"Hiến pháp"},{"q":"Sự phát triển giai cấp công nhân Việt Nam về số lượng đến năm 1929 đạt?","a":"22 vạn người"},{"q":"Xây dựng giai cấp công nhân Việt Nam lớn mạnh trong thời kỳ đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước là nhiệm vụ?","a":"Quan trọng và cấp bách"},{"q":"Sự phát triển giai cấp công nhân Việt Nam về số lượng đến trước chiến tranh thế giới thứ nhất đạt ...............?","a":"Khoảng 10 vạn người"},{"q":"Thực trạng của giai cấp công nhân Việt Nam hiện nay là?","a":"Chưa đáp ứng được yêu cầu về số lượng, trình độ học vấn, chuyên môn, kỹ năng nghề nghiệp trong sự nghiệp CNH – HĐH đất nước"},{"q":"Điền từ còn thiếu vào khái niệm sau: “Giai cấp công nhân là một lực lượng xã hội to lớn, đang phát triển, bao gồm những người lao động chân tay và trí óc làm công hưởng lương trong các loại hình sản xuất kinh doanh và dịch vụ ………., hoặc sản xuất kinh doanh và dịch vụ có tính chất ………..”","a":"Công nghiệp"},{"q":"Ngoài truyền thống tốt đẹp của dân tộc thì giai cấp công nhân Việt Nam còn có truyền thống tiêu biểu nào?","a":"Trung tâm đoàn kết toàn dân tộc; Giữ vai trò lãnh đạo cách mạng; Giữ vững truyền thống độc lập dân tộc gắn với chủ nghĩa xã hội"},{"q":"Xây dựng và phát triển giai cấp công nhân Việt Nam lớn mạnh là trách nhiệm của?","a":"Cả hệ thống chính trị, toàn xã hội, người công nhân và của người sử dụng lao động"},{"q":"Tổ chức công đoàn Việt Nam ra đời được đánh dấu bằng sự kiện nào?","a":"Thành lập Công hội đỏ Bắc kỳ"},{"q":"Mặt trận tổ quốc Việt Nam có vai trò như thế nào trong xây dựng nhà nước pháp quyền xã hội chủ nghĩa?","a":"Phản biện xã hội"},{"q":"Sau khi chiếm được Việt Nam, thực dân Pháp đã tiến hành?","a":"Chương trình khai thác thuộc địa"},{"q":"Giai cấp công nhân là giai cấp tiên tiến nhất vì?","a":"Lực lượng sản xuất tiến bộ, có trình độ xã hội hóa cao"},{"q":"Những nguy cơ, thách thức như: tụt hậu về kinh tế, chệch hướng về chủ nghĩa xã hội, nạn tham nhũng và quan liêu, “diễn biến hòa bình”… được Đảng ta nhận định trong Văn kiện của đại hội nào?","a":"Đại hội Đảng lần thứ IX"},{"q":"Thực dân Pháp đã thực hiện mấy lần khai thác thuộc địa?","a":"2"},{"q":"Đặc điểm ra đời của giai cấp công nhân Việt Nam như thế nào?","a":"Phần lớn xuất thân từ nông dân"},{"q":"Hiểu như thế nào về khái niệm giai cấp công nhân là gì?","a":"Là một lực lượng xã hội to lớn, đang phát triển, bao gồm những người lao động chân tay và trí óc, làm công hưởng lương trong các loại hình sản xuất kinh doanh và dịch vụ công nghiệp, hoặc sản xuất kinh doanh và dịch vụ có tính chất công nghiệp"},{"q":"Thời kỳ quá độ ở nước ta được diễn ra trong cả nước bắt đầu từ khi nào?","a":"1975"},{"q":"Thành Nhà Hồ ở đâu?","a":"Thanh Hóa"},{"q":"Trong lực lượng sản xuất, yếu tố nào cách mạng nhất?","a":"Công cụ lao động"},{"q":"Dựa trên sáng kiến vĩ đại nào để C.Mác và Ph. Engel luận giải một cách khoa học về sứ mệnh lịch sử của giai cấp công nhân?","a":"Chủ nghĩa duy vật lịch sử và học thuyết giá trị thặng dư"},{"q":"Theo Cương lĩnh xây dựng đất nước trong thời kỳ quá độ lên chủ nghĩa xã hội, Đảng ta đã xác định bao nhiêu phương hướng để xây dựng xã hội xã hội chủ nghĩa?","a":"7"},{"q":"Quá trình sản xuất là sự kết hợp giữa các yếu tố?","a":"Sức lao động, tư liệu lao động và đối tượng lao động"},{"q":"Những nguy cơ, thách thức như: Tụt hậu về kinh tế, chệch hướng về chủ nghĩa xã hội, nạn tham nhũng và quan liêu, “diễn biến hòa bình”… được Đảng ta nhận định trong Văn kiện?","a":"Văn kiện Đại hội IX"},{"q":"Chủ tịch Hồ Chí Minh đã kêu gọi thực hiện chính sách nào về tôn giáo?","a":"“Tín ngưỡng tự do, lương giáo đoàn kết”"},{"q":"“Ra đời trong quá trình khai thác thuộc địa lần I của Pháp; sau chiến tranh thế giới thứ nhất phát triển rất nhanh. Tuy ít về số lượng, ra đời muộn so với giai cấp công nhân châu Âu, đời sống gắn với sản xuất công nghiệp, họ là đại biểu của phương thức sản xuất tiên tiến nhất”. Đây là quan điểm nhằm chỉ giai cấp, tầng lớp nào?","a":"Tư sản Việt Nam"},{"q":"Văn hóa Việt Nam là nền văn hóa biểu hiện?","a":"Sự tổng hoà của các tiểu vùng văn hóa khác nhau, tạo nên sự thống nhất trong đa dạng"},{"q":"Đối với thế hệ trẻ trong xây dựng đoàn kết dân tộc cần phải?","a":"Thường xuyên giáo dục chính trị, truyền thống, lý tưởng đạo đức lối sống"},{"q":"Hãy điền cụm từ còn thiếu trong đoạn văn sau: “Lịch sử xã hội loài người phát triển tuần tự qua các hình thái kinh tế - xã hội, từ cộng sản nguyên thủy lên cộng sản chủ nghĩa là một quá trình …”","a":"Tất yếu sẽ diễn ra"},{"q":"Chủ trương phát triển hệ thống y tế công bằng và hiệu quả là hướng đến?","a":"Đảm bảo mọi người dân được chăm sóc và bảo vệ sức khỏe"},{"q":"Chủ nghĩa Mác - Lênin chỉ rõ động lực của sự phát triển xã hội chính là do nguyên nhân nào?","a":"Sự phát triển của sản xuất vật chất"},{"q":"Chức năng cơ bản của môn học chính trị trong trường nghề là?","a":"Nhận thức khoa học và giáo dục tư tưởng phẩm chất đạo đức, lối sống"},{"q":"Một trong những quan điểm của Hồ Chí Minh khẳng định: Muốn cách mạng thành công phải có…","a":"Sự lãnh đạo của Đảng cách mạng theo Chủ nghĩa Mác – Lênin"},{"q":"Ngày 17 tháng 6 năm 1929 là mốc thời gian đánh dấu tổ chức cộng sản nào được thành lập?","a":"Đông Dương Cộng sản Đảng"},{"q":"Trong kinh tế, phương thức sản xuất hàng hóa phát triển mạnh nhất trong hình thái kinh tế - xã hội nào?","a":"Tư bản chủ nghĩa"},{"q":"Chính sách nhất quán của nhà nước xã hội chủ nghĩa đối với tôn giáo là gì?","a":"Tôn trọng và bảo đảm quyền tự do tín ngưỡng và không tín ngưỡng của mọi công dân"},{"q":"Mác, Ph.Ăngghen có mối quan hệ gắn bó và hiểu biết sâu sắc các phong trào của giai cấp nào?","a":"Giai cấp công nhân"},{"q":"Nhà nước ta đã lấy hệ tư tưởng nào làm \"kim chỉ nam\"","a":"Chủ nghĩa Mác – Lênin"},{"q":"Nguồn gốc lý luận trực tiếp hình thành kinh tế chính trị Mác là:","a":"Kinh tế cổ điển Anh"},{"q":"Mác, Ph. Ăngghen có kiến thức thiên tài trong nhiều lĩnh vực như:","a":"Triết học, kinh tế chính trị, toán học, quân sự"},{"q":"Sau khi học xong môn học chính trị người học cần vận dụng kiến thức như thế nào?","a":"Để rèn luyện trở thành người lao động có phẩm chất chính trị vững vàng, đạo đức tốt, năng lực công tác"},{"q":"Trong các hình thức vận động sau của vật chất thì hình thức vận động nào là cao nhất?","a":"Xã hội"},{"q":"Đâu là nguyên lý của Phép biện chứng duy vật?","a":"Nguyên lý về sự phát triển"},{"q":"Sự vận động và phát triển của xã hội bao gồm quy luật cơ bản là:","a":"Quan hệ sản xuất và lực lượng sản xuất; Cơ sở hạ tầng và kiến trúc thượng tầng"},{"q":"Quan hệ sản xuất là?","a":"Mối quan hệ giữa con người với con người trong quá trình tổ chức sản xuất"},{"q":"Theo chủ nghĩa Mác –Lênin, tính thống nhất của thế giới thể hiện ở?","a":"Tính vật chất"},{"q":"Vai trò của thực tiễn đối với hoạt động nhận thức của con người là?","a":"Là cơ sở, nguồn gốc của nhận thức, động lực, mục đích của nhận thức, tiêu chuẩn của chân lý"},{"q":"Lực lượng sản xuất bao gồm?","a":"Tư liệu sản xuất và người lao động"},{"q":"Phương thức sản của một hình thái kinh tế xã hội là gì?","a":"Cách thức tiến hành tổ chức sản xuất vật chất"},{"q":"Điều kiện để sức lao động trở thành hàng hóa sức lao động?","a":"Con người được tự do về than thể và không có tư liệu sản xuất"},{"q":"Để sức lao động trở thành hàng hóa cần có bao nhiêu điều kiện cơ bản?","a":"2"},{"q":"Chủ ngĩa đế quốc là gì?","a":"Chính sách mở rộng quyền lực và tầm ảnh hưởng của một quốc gia thông qua hoạt động thuộc địa hóa bằng vũ lực hoặc các phương thức khác"},{"q":"Cuộc cách mạng công nghiệp đầu tiên bắt nguồn từ đâu?","a":"Anh"},{"q":"Theo lý luận của chủ nghĩa Mác – Lênin, sức lao động là gì?","a":"Là tổng thể các năng lực lao động của con người, bao gồm thể lực, trí lực và kinh nghiệm tham gia vào hoạt động sản xuất"},{"q":"Phương thức sản xuất tư bản chủ nghĩa phát triển dẫn đến mâu thuẫn xã hội nào cần được giải quyết?","a":"Mâu thuẫn giữa giai cấp vô sản và giai cấp tư sản"},{"q":"Trong tư liệu lao động, bộ phận nào quyết định đến năng suất lao động?","a":"Công cụ lao động"},{"q":"Thời kỳ quá độ lên chủ nghĩa xã hội là?","a":"Là thời kỳ cải biến cách mạng sâu sắc trên tất cả các lĩnh vực của đời sống xã hội từ xã hội cũ sang xã hội mới"},{"q":"Theo Cương lĩnh xây dựng đất nước trong thời kỳ quá độ lên chủ nghĩa xã hội, xã hội xã hội chủ nghĩa ở nước ta có bao nhiêu đặc trưng cơ bản?","a":"6"},{"q":"Đặc trưng cơ bản của chủ nghĩa xã hội là?","a":"Đây là giai đoạn thấp, mới thoát thai từ xã hội cũ vì vậy còn nhiều tàn dư trên tất cả các lĩnh vực của đời sống xã hội"},{"q":"Thời kỳ quá độ lên chủ nghĩa xã hội diễn ra cuộc đấu tranh gay gắt giữa?","a":"Một bên là giai cấp công nhân và nhân dân lao động vừa giành được chính quyền nhà nước với một bên là giai cấp bóc lột và các thế lực phản động mới bị đánh đổ"},{"q":"Thời kỳ quá độ lên chủ nghĩa xã hội ở Việt Nam bắt đầu từ khi nào?","a":"1954"},{"q":"Ai là người đề ra khả năng quá độ lên chủ nghĩa xã hội?","a":"V.I. Lênin"},{"q":"Theo Đại hội Đại biểu toàn quốc lần thứ X (2006), xã hội xã hội chủ nghĩa ở nước ta có bao nhiêu đặc trưng cơ bản?","a":"8"},{"q":"Vì sao chủ nghĩa xã hội hiện thực sụp đổ ở Liên Xô?","a":"Do sự sai lầm trong cải tổ và sự phản bội của Gorbachev"},{"q":"Đặc điểm lớn nhất của thời kỳ quá độ lên chủ nghĩa xã hội ở nước ta là?","a":"Từ một nền sản xuất nhỏ là phổ biến quá độ lên CNXH không qua chế độ TBCN"},{"q":"Khi nói: “Quá độ lên chủ nghĩa xã hội bỏ qua tư bản chủ nghĩa” là bỏ qua yếu tố nào?","a":"Bỏ qua việc xác lập của quan hệ sản xuất và kiến trúc thượng tầng tư bản chủ nghĩa"},{"q":"Thời kỳ quá độ lên chủ nghĩa xã hội có thể diễn ra theo con đường nào?","a":"Quá độ trực tiếp hoặc gián tiếp qua nhiều bước trung gian"},{"q":"Lênin đã áp dụng thành công lý luận chủ nghĩa Mác – Lênin vào hiện thực về chủ nghĩa xã hội ở nước nào?","a":"Nga"},{"q":"Chủ nghĩa xã hội bắt đầu từ nước nào?","a":"Liên Xô"},{"q":"Việc đắp đê trị thủy trong lịch sử dựng nước của nhân dân Việt Nam đã góp phần trực tiếp hình thành nên truyền thống tốt đẹp cơ bản nào sau đây?","a":"Truyền thống đoàn kết"},{"q":"Cây đa Tân Trào ở đâu?","a":"Tuyên Quang"},{"q":"Trong các phương án sau, đâu là quan điểm của Đảng ta về vấn đề dân tộc?","a":"Các dân tộc trong đại gia đình các dân tộc Việt Nam bình đẳng, đoàn kết, tương trợ giúp đỡ nhau cùng phát triển, cùng nhau phấn đấu thực hiện thắng lợi sự nghiệp CNH, HĐH đất nước, xây dựng và bảo vệ vững chắc tổ quốc, kiên quyết chống mọi âm mưu chia rẽ"},{"q":"Chế độ phong kiến trung ương tập quyền đạt đến độ hoàn thiện trong lịch sử Việt Nam thuộc triều đại nào?","a":"Nhà Lê"},{"q":"Phương án nào sau đây KHÔNG đúng?","a":"Cần cù vốn là bản chất của lao động nói chung"},{"q":"Hãy lựa chọn phương án đúng nhất trong các phương án sau?","a":"Nhà nước Văn Lang – Âu Lạc với nền văn hóa Đông Sơn; Nhà nước Chăm Pa Cổ với nền văn hóa Sa Huỳnh; Vương Quốc Phù Nam với nền văn hóa Ốc Eo"},{"q":"Nguyên nhân thất bại của các phong trào Cần Vương, nông dân Yên thế, yêu nước theo khuynh hướng dân chủ tư sản, Đông kinh nghĩa Thục, Duy Tân, Việt Nam quốc dân Đảng là gì?","a":"Bế tắc về đường lối chính trị, lỏng lẻo về tổ chức, không có cơ sở rộng rãi trong quần chúng"},{"q":"Tờ báo Thanh Niên của Hội Việt Nam Thanh Niên Cách Mạng Đồng Chí Hội ra số đầu tiên vào thời gian nào?","a":"Ngày 21/06/1925"},{"q":"“Khi mâu thuẫn với Pháp và phong kiến có ý thức dân tộc và dân chủ; nhưng do lo sợ bị cách mạng đánh đổ họ thường dao động ngả nghiêng, dễ cải lương, thoả hiệp”. Đây là quan điểm nhằm chỉ giai cấp, tầng lớp nào?","a":"Tư sản Việt Nam"},{"q":"Nguyên nhân thất bại của các phong trào yêu nước trước khi có Đảng là bế tắc về đường lối chính trị, lỏng lẻo về tổ chức, không có cơ sở rộng rãi trong quần chúng. Do đó có thể nói......","a":"Tiền đồ cách mạng Việt Nam đen tối như không có đường ra"},{"q":"“Tiền đồ cách mạng Việt Nam đen tối như không có đường ra” là câu nói của ai?","a":"Phan Bội Châu"},{"q":"Trong quá trình hình thành và phát triển tư tưởng Hồ Chí Minh, giai đoạn từ năm 1911-1920 là giai đoạn thể hiện nội dung nào sau đây?","a":"Xác định con đường cứu nước, giải phóng dân tộc"},{"q":"“Muốn cứu nước và giải phóng dân tộc không có con đường nào khác là....”. Hãy điền cụm từ còn thiếu vào chỗ trống?","a":"Cách mạng vô sản"},{"q":"Học tập và làm theo tư tưởng Hồ Chí Minh là nhiệm vụ của toàn Đảng, toàn dân và toàn quân Học tập tư tưởng Hồ Chí Minh là học tập……","a":"Lý luận cách mạng Việt Nam"},{"q":"Chủ tịch Hồ Chí Minh cho rằng: “Phải lấy kết quả thiết thực đã góp sức bao nhiêu cho sản xuất và lãnh đạo sản xuất mà đo ý chí cách mạng của mình. Hãy kiên quyết …….lối làm việc không nhằm mục đích nâng cao sản xuất\". Hãy điền cụm từ còn thiếu vào chỗ trống trong các trường hợp sau:","a":"Chống bệnh nói suông, thói phô trương hình thức"},{"q":"Quan điểm nào sau đây KHÔNG phải là của Hồ Chí Minh?","a":"Đảng phải thẳng thắn phê bình, tự giác nhận lỗi, không để cho dân đói, dân rét, dân nghèo và đặc biệt khi có lỗi với dân thì tự giác viết đơn nghỉ việc và nhận trách nhiệm"},{"q":"Theo tư tưởng Hồ Chí Minh, trung với nước, hiếu với dân là gì?","a":"Suốt đời phấn đấu hy sinh vì độc lập, tự do của Tổ quốc, vì chủ nghĩa xã hội"},{"q":"Đảng và nhà nước ta coi chính sách dân số là?","a":"Quốc sách"},{"q":"Nền văn hóa Việt Nam được hình thành trên cở sở đặc trưng văn hóa tổng hợp các dân tộc Việt Nam nên có tính chất gì?","a":"Thống nhất trong đa dạng"},{"q":"Nền kinh tế hàng hóa nhiều thành phần vận hành theo cơ chế thị trường định hướng xã hội chủ nghĩa ở nước ta có vai trò như thế nào đối với sự phát triển kinh tế - xã hội?","a":"Tất cả các đáp án đều đúng"},{"q":"Điền từ còn thiếu vào chỗ trống: Một trong những nội dung của chính sách tôn giáo ở nước ta hiện nay là tôn trọng, bảo đảm quyền tự do ….... và không ....... của nhân dân.","a":"Tín ngưỡng – tín ngưỡng"},{"q":"Đối với trí thức trong phát huy đoàn kết dân tộc cần phải?","a":"Phát huy dân chủ và trọng dụng nhân tài"},{"q":"Phong trào đấu tranh của giai cấp công nhân Việt Nam chuyển từ đấu tranh tự phát lên đấu tranh tự giác đươc đánh dấu bởi?","a":"Phong trào đấu tranh của công nhân Phú Riềng"},{"q":"Thời kỳ quá độ ở nước ta được diễn ra trong cả nước bắt đầu từ khi nào?","a":"1954"},{"q":"Chủ nghĩa xã hội bắt đầu từ nước nào?","a":"Anh"},{"q":"Phương án nào sau đây KHÔNG đúng về chế độ phong kiến Việt Nam cuối thế kỷ XVIII đến giữa thế kỷ XIX?","a":"Từng bước đầu hàng và làm tay sai cho Pháp"},{"q":"Sinh ra và lớn lên trong một nước thuộc địa ½ phong kiến; kinh tế nông nghiệp lạc hậu, phần lớn đảng viên của Đảng xuất thân từ giai cấp nông dân, luôn bị kẻ thù đàn áp dã man. Do đó,....…","a":"Để mãi mãi giữ vững sự lãnh đạo của Đảng, phương châm của mọi thắng lợi là tiêu diệt tận gốc các thế lực phản động, thực hiện “diễn biến hòa bình”, “bạo loạn lật đổ”"},{"q":"Chủ tịch Hồ Chí Minh cho rằng: “Phải lấy kết quả thiết thực đã góp sức bao nhiêu cho sản xuất và lãnh đạo sản xuất mà đo ý chí cách mạng của mình. Hãy kiên quyết …….lối làm việc không nhằm mục đích nâng cao sản xuất\". Hãy điền cụm từ còn thiếu vào chỗ trống trong các trường hợp sau:","a":"Chống bệnh thành tích, thói cá nhân chủ nghĩa"},{"q":"Làng cổ Đường Lâm, nơi sinh ra vị anh hùng dân tộc?","a":"Không có đáp án đúng"},{"q":"Thực hiện các chính sách xã hội vì con người Đảng chủ trương?","a":"Chăm lo đời sống vật chất tinh thần cho nhân dân"},{"q":"Trong những quy luật của phép biện chứng duy vật, quy luật nào vạch ra nguồn gốc động lực của sự phát triển?","a":"Quy luật lượng chất"},{"q":"Trong nền sản xuất lớn hiện đại, yếu tố nào giữ vai trò quyết định trong quá trình sản xuất?","a":"Đối tượng lao động"},{"q":"Việt Nam hiện nay có bao nhiêu tôn giáo chính?","a":"6"},{"q":"Các dân tộc ở Việt Nam có trình độ phát triển kinh tế - xã hội?","a":"Giống nhau"},{"q":"Quốc phòng là gì?","a":"Là sứ mệnh của mỗi quốc gia, dân tộc"},{"q":"Điền từ thích hợp vào khoảng trống sau: Tham nhũng hiện nay là một trong bốn ............... của Việt Nam.","a":"Trào lưu"},{"q":"Đảng ta chủ trương phát triển lực lượng sản xuất bằng cách?","a":"Phát triển kinh tế gắn với thực hiện công bằng xã hội"},{"q":"Đảng ta đã lãnh đạo đất nước giành được nhiều thắng lợi, rút ra nhiều bài học kinh nghiệm. Trong các phương án sau, đâu là bài học kinh nghiệm của Đảng ta?","a":"Cách mạng là sự nghiệp của quân đội nhân dân, công an nhân dân"},{"q":"Điều kiện để sức lao động trở thành hàng hóa sức lao động?","a":"Con người được tự do đem bán sức lao động của mình như một hàng hóa"},{"q":"Bảo vệ tổ quốc được xem là nhiệm vụ như thế nào đối với cách mạng Việt Nam?","a":"Then chốt"},{"q":"Đâu là một trong những giai đoạn của quá trình nhận thức?","a":"Tư duy"},{"q":"Tư tưởng về chí công vô tư được thể hiện rõ nét nhất trong nội dung nào của hệ thống tư tưởng Hồ Chí Minh?","a":"Tư tưởng về xây dựng Đảng trong sạch, vững mạnh"},{"q":"Thời kỳ quá độ lên chủ nghĩa xã hội được tính từ khi?","a":"Công xã Paris 1871"},{"q":"Thực dân Pháp đã thực hiện mấy lần khai thác thuộc địa?","a":"3"},{"q":"Chủ nghĩa Mác - Lênin chỉ rõ động lực của sự phát triển xã hội chính là do nguyên nhân nào?","a":"Hình thành nên giai cấp"},{"q":"Di cốt và công cụ cổ xưa ở những địa danh: Võ Nhai (Lạng sơn ), núi Đọ (Thanh hoá), Thẩm Ồn (Nghệ An ), Xuân Lộc (Đồng nai ) được nêu lên nhằm giải thích điều gì sau đây?","a":"Cư dân Cổ Việt Nam có nguồn gốc từ Phương Bắc"},{"q":"Xây dựng và phát triển văn hóa là sự nghiệp của?","a":"Ngành văn hóa do Đảng lãnh đạo"},{"q":"Đảng ta xác định: “Tổ chức quyền lực của Nhà nước pháp quyền xã hội chủ nghĩa Việt Nam là thống nhất, có sự phân công và phối hợp giữa các cơ quan nhà nước trong thực hiện các quyền…..”","a":"Tự do dân chủ"},{"q":"Phát triển là một khuynh hướng của vận động đối với các sự vật hiện tượng bao gồm :","a":"Đi từ cao xuống thấp, đi từ hoàn thiện đến hoàn thiện hơn, không có sự phát triển thụt lùi"},{"q":"Nguồn gốc hình thành nên tôn giáo là gì?","a":"Mối quan hệ giữa thần thánh và con người"},{"q":"Một trong những đặc điểm của Nhà nước pháp quyền xã hội chủ nghĩa là gì?","a":"Nhà nước hoạt động không theo hiến pháp và pháp luật"},{"q":"Trong sự kết hợp phát triển kinh tế xã hội và an ninh quốc phòng cần phải là?","a":"Xây dựng phát triển lực lượng ba thứ quân tinh nhuệ hiện đại thực hiện bảo vệ chủ quyền và toàn vẹn lãnh thổ"},{"q":"Chức năng chung của môn học chính trị là?","a":"Góp phần đào tạo người lao động vừa có đức, vừa có tài"},{"q":"Hoạt động thực tiễn là hoạt động vật chất của con người tác động vào thế giới khách quan bao gồm những thình thức nào?","a":"Hoạt động vật chất, hoạt động tinh thần"},{"q":"Chính sách tôn giáo cơ bản của Đảng ta hiện nay là?","a":"Cho phép thành lập các tôn giáo mới"},{"q":"Theo tư tưởng Hồ Chí Minh, trung với nước, hiếu với dân là gì?","a":"Xây dựng khối đoàn kết quốc tế"},{"q":"Phương thức sản của một hình thái kinh tế xã hội là gì?","a":"Cách thức tổ chức hoạt động đối nội và đối ngoại"},{"q":"Văn hóa Đông Sơn là nền văn hóa đại diện cho Nhà nước nào sau đây?","a":"Vương quốc Phù Nam"},{"q":"Trước khi có học thuyết Mác, kết quả các phong trào đấu tranh của giai cấp vô sản chống giai cấp tư sản đều?","a":"Thắng lợi"},{"q":"Một trong những đặc trưng của chủ nghĩa xã hội là “có nền văn hóa…,đậm đà bản sắc dân tộc”. Điền từ còn thiếu vào chổ trống?","a":"Cổ truyền"},{"q":"Quân đội nhân dân Việt Nam thành lập vào?","a":"Ngày 19 tháng 12 năm 1946"},{"q":"Tất cả tổ chức chính trị ra đời đều tuân thủ một số quy luật nhất định, vậy Đảng Cộng Sản Việt Nam ra đời theo quy luật nào?","a":"Là kết quả của sự kết hợp những bài học kinh nghiệm của các phong trào đấu tranh trước 1930, đặc biệt là các bài học xuất phát tự sự tồn tại của các tổ chức Cộng sản"},{"q":"Nguyên nhân của sự phát triển trong các sự vật hiện tượng là?","a":"Do một lực lượng siêu nhiên tác động và chi phối đến sự phát triển"},{"q":"Các cuộc đấu tranh tiêu biểu của giai cấp công nhân đầu thế kỷ XIX làm tiền đề hình thành chủ nghĩa Mác là?","a":"Phong trào công nhân dệt ở Paris (Pháp), Hiến chương của công nhân Anh, Công nhân dệt ở Nga"},{"q":"Điều kiện nào để sản xuất hàng hóa ra đời?","a":"Người sản xuất tự do về thân thể"},{"q":"“Muốn cứu nước và giải phóng dân tộc không có con đường nào khác là....”. Hãy điền cụm từ còn thiếu vào chỗ trống?","a":"Cách mạng toàn dân"},{"q":"Xây dựng hoàn chỉnh hệ thống chính sách bản đảm cung ứng dịch vụ công công thiết yếu nhằm?","a":"Đáp ứng nhu cầu hội nhập khu vực và quốc tế"}]
}
